[
	{
		"id": "tpo1_task2",
		"title": "Official 1 Task 2",
		"reading_title": "Letter in the Centerville College News",
		"listening_audio": "/audio/part_2/tpo1_task2_listening.mp3",
		"listening_script": "",
		"question_text": "Explain why the woman disagrees with the reasons expressed in the letter.",
		"question_audio": "/audio/part_2/tpo1_task2_question.mp3",
		"reading_body": "The administration has plans to acquire a new sculpture for campus. We should all oppose this plan. The university’s poor financial condition led it to increase the price for campus housing and tuition by 15% this past year. Surely then it is in no financial position to purchase such an expensive sculpture. Moreover, just look at the sculpture: several 60-foot long steel plates, jutting out of the earth at odd angles! It’s so large, it’ll take up all the green space in front of the campus center! This is public space that should be reserved for students to use."
	},
	{
		"id": "tpo2_task2",
		"title": "Official 2 Task 2",
		"reading_title": "Bus Service Elimination Planned",
		"listening_audio": "/audio/part_2/tpo2_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion of the university’s plan to eliminate the bus service. State his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo2_task2_question.mp3",
		"reading_body": "The university has decided to discontinue its free bus service for students. The reason given for this decision is that few students ride the buses and the buses are expensive to operate. Currently, the buses run from the center of campus past university buildings and through some of the neighborhoods surrounding the campus. The money saved by eliminating the bus service will be used to expand the overcrowded student parking lots."
	},
	{
		"id": "tpo3_task2",
		"title": "Official 3 Task 2",
		"reading_title": "Hot Breakfasts Eliminated",
		"listening_audio": "/audio/part_2/tpo3_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the change that has been announced. State her opinion and explain her reasons for holding that opinion.",
		"question_audio": "/audio/part_2/tpo3_task2_question.mp3",
		"reading_body": "Beginning next month, Dining Services will no longer serve hot breakfast foods at university dining halls. Instead, students will be offered a wide assortment of cold breakfast items in the morning. These cold breakfast foods, such as breads, fruit, and yogurt, are healthier than many of the hot breakfast items that we will stop serving, so health-conscious students should welcome this change. Students will benefit in another way as well, because limiting the breakfast selection to cold food items will save money and allow us to keep our meal plans affordable."
	},
	{
		"id": "tpo4_task2",
		"title": "Official 4 Task 2",
		"reading_title": "Evening Computer Classes May Be Added",
		"listening_audio": "/audio/part_2/tpo4_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The computer department is considering a scheduling change. Explain the man's opinion of the change and the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo4_task2_question.mp3",
		"reading_body": "The computer department is considering offering evening classes in the fall. The proposal to add the classes is a response to student complaints that daytime computer classes have become increasingly overcrowded and there are no longer enough computers available. The department has decided that despite some added expense, the most cost-effective way of addressing this problem is by adding computer classes in the evening. It is hoped that this change will decrease the number of students enrolled in day classes and thus guarantee individual access to computers for all students in computer classes."
	},
	{
		"id": "tpo5_task2",
		"title": "Official 5 Task 2",
		"reading_title": "Campus Dining Club Announced",
		"listening_audio": "/audio/part_2/tpo5_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the university's plan. State his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo5_task2_question.mp3",
		"reading_body": "Starting this year, the university dining hall will be transformed into The Campus Dining Club for one week at the end of each semester. During the last week of each semester, the dining hall will feature special meals prepared by the university's culinary arts students. The school feels that this will give students who are studying cooking and food preparation valuable experience that will help them later, when they pursue careers. The university has announced that it will charge a small additional fee for these dinners in order to pay for the special gourmet food ingredients that will be required."
	},
	{
		"id": "tpo6_task2",
		"title": "Official 6 Task 2",
		"reading_title": "History Seminars Should Be Shorter",
		"listening_audio": "/audio/part_2/tpo6_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the proposal that her friend Tim made in his letter to the newspaper. State her opinion about his proposal and explain the reasons she gives for her opinion.",
		"question_audio": "/audio/part_2/tpo6_task2_question.mp3",
		"reading_body": "Currently, all of the seminar classes in the history department are three hours long. I would like to propose that history seminars be shortened to two hours. I make this proposal for two reasons. First, most students just cannot concentrate for three hours straight. I myself have taken these three-hour seminars and found them tiring and sometimes boring. Also, when a seminar lasts that long, people stop concentrating and stop learning, so the third hour of a three-hour seminar is a waste of everyone’s time. Two-hour seminars would be much more efficient."
	},
	{
		"id": "tpo7_task2",
		"title": "Official 7 Task 2",
		"reading_title": "Sculpture Courses to Be Discontinued",
		"listening_audio": "/audio/part_2/tpo7_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the university's plan. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo7_task2_question.mp3",
		"reading_body": "University administrators announced yesterday that the sculpture program, a division of the art department, will be eliminated. \"The main reason is a lack of student interest,\" reported one administrator. \"Although the number of art students has increased, fewer and fewer art majors are taking sculpture classes.\" Furthermore, the department's only sculpture professor is retiring this year. \"Given the art department's limited budget,\" the administrator explained, \"it just doesn't make sense to hire a new full-time professor to teach sculpture for only a handful of students.\""
	},
	{
		"id": "tpo8_task2",
		"title": "Official 8 Task 2",
		"reading_title": "Music Coming to Cafeterias",
		"listening_audio": "/audio/part_2/tpo8_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion of the university’s plan. State his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo8_task2_question.mp3",
		"reading_body": "Mary Dixon, Director of the Student Life Committee, announced yesterday that beginning next semester university cafeterias will broadcast classical music during mealtimes. “Music will foster a more relaxed atmosphere.” said Dixon, \"Students' lives are hectic, and mealtimes provide important opportunities to take a break and catch up with friends before moving on to the next class or assignment.\" Added Dixon. \"We're also hoping that, if we provide the music, students will unplug their personal music devices—their Walkmans and mp3 players or whatever—and will spend more time talking to each other. When students have their headphones on. they're not connecting with each other.\""
	},
	{
		"id": "tpo9_task2",
		"title": "Official 9 Task 2",
		"reading_title": "Required Work Experience",
		"listening_audio": "/audio/part_2/tpo9_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the university's new policy. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo9_task2_question.mp3",
		"reading_body": "The business studies department at State University will now require all students enrolled in its program to complete one semester of work experience in a local corporation or small business. It is felt that students will benefit from this work experience by developing leadership and organizational skills that would not normally be learned in a classroom or campus setting. Furthermore, the relationships that students establish with the company that they work for may help them to secure permanent employment with that company once they have completed the program and graduated."
	},
	{
		"id": "tpo10_task2",
		"title": "Official 10 Task 2",
		"reading_title": "Student Art Display",
		"listening_audio": "/audio/part_2/tpo10_task2_listening.mp3",
		"listening_script": "",
		"question_text": "Briefly summarize the proposal in the student's letter. Then state the woman's opinion about the proposal and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo10_task2_question.mp3",
		"reading_body": "The university is currently considering possible locations on campus for displaying paintings and other artwork by students. I think the lobby at the entrance to the student center would be a great location. Since many students pass through the student center every day, artwork displayed in the lobby would be viewed by hundreds of people. Also, because the whole front of the building is made of glass windows, the lobby is filled with natural light. This makes it perfect for displaying artwork, which should have plenty of light to be seen and appreciated."
	},
	{
		"id": "tpo11_task2",
		"title": "Official 11 Task 2",
		"reading_title": "Housing Renovations Planned",
		"listening_audio": "/audio/part_2/tpo11_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the college’s plan. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo11_task2_question.mp3",
		"reading_body": "Over the last ten years, the number of Central College students living on campus in dormitories has decreased by twenty percent. In an effort to counteract the trend, the college has announced a plan to renovate its on-campus housing. The renovations will take two years, and they will include improvements to the bathrooms, lighting, and heating in the dormitories. \"A lot of people are moving off campus because the dorms aren’t in great shape,\" explained the college president. \"By renovating the dorms, we can make them more appealing than off-campus housing, and more students will choose to remain on campus.\""
	},
	{
		"id": "tpo12_task2",
		"title": "Official 12 Task 2",
		"reading_title": "College Radio Station to Undergo Major Changes",
		"listening_audio": "/audio/part_2/tpo12_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman supports the proposal described in the article. Explain why she thinks it will achieve the university’s goals.",
		"question_audio": "/audio/part_2/tpo12_task2_question.mp3",
		"reading_body": "The university is considering making major changes to the college radio station. Changes would include an expansion of the station's broadcasting range, which would allow the radio's programming to reach nearby towns. One goal of the plan is to attract more students to apply to its communication program. Another goal is to provide the university with an extra source of revenue. University officials expect the enhanced radio station to significantly increase the number of listeners, which will in turn encourage businesses to place commercials on the radio."
	},
	{
		"id": "tpo13_task2",
		"title": "Official 13 Task 2",
		"reading_title": "New Stadium",
		"listening_audio": "/audio/part_2/tpo13_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the university’s plan. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo13_task2_question.mp3",
		"reading_body": "A university official announced plans to spend $2 million to build a new athletic stadium, commenting that a new stadium would help the university achieve its goal of attracting more top students. The official also said that, additionally, building a new stadium would allow the university to strengthen its relationship with the town since a new and larger stadium would have the space to seat not only students, parents, and alumni, but members of the local community as well."
	},
	{
		"id": "tpo14_task2",
		"title": "Official 14 Task 2",
		"reading_title": "University Should Allow Eating in Class",
		"listening_audio": "/audio/part_2/tpo14_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the proposal in the newspaper. Briefly summarize the proposal, then state the man’s opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo14_task2_question.mp3",
		"reading_body": "Currently, there is a university-wide policy that prohibits eating in the classroom. I disagree with this policy. I think students should be allowed to eat in class. This change would be good for two reasons. For one thing, if students were permitted to eat, they would be able to concentrate better, because students often get hungry during long classes, and hunger makes it difficult to concentrate. Also, if food were allowed in classrooms, it would be possible for us to have in-class parties on the last day of class—with snack foods and beverages—to celebrate the end of each semester."
	},
	{
		"id": "tpo15_task2",
		"title": "Official 15 Task 2",
		"reading_title": "University Should Pave Running Trails",
		"listening_audio": "/audio/part_2/tpo15_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the proposal in the student's letter. Briefly summarize the proposal. Then state the man's opinion about the proposal and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo15_task2_question.mp3",
		"reading_body": "The university has about three miles of unpaved dirt running trails that pass through the forest near campus. I think these trails should be paved with cement. One reason for paving the trails would be to increase their safety. When it rains, the dirt turns to mud and becomes very slippery, so the runners who use them can slip and fall. Pavement would solve this problem. Also, paving would make the trails look nicer, which would encourage students to use them. Bumps in the trail would be smoothed out and weeds would be paved over, making the trail more attractive to runners."
	},
	{
		"id": "tpo16_task2",
		"title": "Official 16 Task 2",
		"reading_title": "Student Health Services Need Improvement",
		"listening_audio": "/audio/part_2/tpo16_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the student’s suggestions that are made in the letter. State the man's opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo16_task2_question.mp3",
		"reading_body": "The situation at the health center is unacceptable: you sit in a crowded waiting room for hours waiting to get treatment for minor ailments. Then when it's your turn, you get about three minutes with an overworked doctor. I have two suggestions. First: the health center needs to hire more doctors so that each patient receives quality treatment. And as far as the wait time issue is concerned, the health center is currently open only Monday through Fridays, which means that people who get sick over the weekend wait until the following week to get treatment. So, opening the health center on weekends should solve that problem too.Sincerely,Megan Finch"
	},
	{
		"id": "tpo17_task2",
		"title": "Official 17 Task 2",
		"reading_title": "New Library Workspaces",
		"listening_audio": "/audio/part_2/tpo17_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the upcoming change. State his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo17_task2_question.mp3",
		"reading_body": "Say good-bye to the big, multi-person study tables in Turner Library. This summer, the tables will be exchanged for new personal study cubicles—small, one-person desks enclosed by walls. These new units will allow students to have privacy and work in isolation and will therefore eliminate noise in the library, so students can concentrate. Additionally, the cubicles will enable the library to accommodate the recent increase in the number of students attending our university. Although the current tables seat six students each, they make poor use of the available floor space. The cubicles, on the other hand, are designed for maximum space efficiency, and the library can therefore add 50 new seats."
	},
	{
		"id": "tpo18_task2",
		"title": "Official 18 Task 2",
		"reading_title": "University Choir to Enter Off-Campus Singing Competitions",
		"listening_audio": "/audio/part_2/tpo18_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the change described in this article. Briefly summarize the change. Then state his opinion of the change and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo18_task2_question.mp3",
		"reading_body": "Currently, the university choir gives singing concerts only on campus. Next year, however, the choir will add competitive events at other locations to its schedule. The choir’s new director feels that entering singing competitions will make the quality of the choir’s performance even better than it is now. “Competitions will motivate students in the choir to pursue a higher standard of excellence in singing.” He said. In addition, it is hoped that getting the choir off campus and out in the public will strengthen the reputation of the university’s music program. This in turn will help the program grow."
	},
	{
		"id": "tpo19_task2",
		"title": "Official 19 Task 2",
		"reading_title": "Fee Increase for Recreation Center Use",
		"listening_audio": "/audio/part_2/tpo19_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the university’s plan. State his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo19_task2_question.mp3",
		"reading_body": "The university administration today announced a $25 increase in the student fee for using the campus recreation center. The higher fee, which all students are required to pay, will provide funds to upgrade the facility and provide newer, more modern exercise equipment at the center. “We expect the improvements to increase student use of the facility,” explained David Smith, director of the student activities office. Mr. Smith also noted that the decision was approved because “We feel that $25 is a reasonable increase that will be affordable for individual students.”"
	},
	{
		"id": "tpo20_task2",
		"title": "Official 20 Task 2",
		"reading_title": "Energy costs reach sky-high levels",
		"listening_audio": "/audio/part_2/tpo20_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the plan described in the article. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo20_task2_question.mp3",
		"reading_body": "Heating prices, and the university’s heating bills, reached record-high level this year. In an effort to reduce heating costs, the university decides to lower the temperature in classroom buildings on weekends and on workdays after five P.M., when the day’s classes have officially ended. Because class will not be in session at these times, the reduced heat will not have negative impact on students and their studies. The university considers it essential that the cost-saving measures not interfere with student activities."
	},
	{
		"id": "tpo21_task2",
		"title": "Official 21 Task 2",
		"reading_title": "Daily E-mail with campus activities",
		"listening_audio": "/audio/part_2/tpo21_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the university’s plan. Briefly summarize the plan. Then state her opinion of the plan and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo21_task2_question.mp3",
		"reading_body": "The university will now send all students a daily email containing information about campus events and activities. Rather than get information about campus events once a week in the campus newspaper, students will get the information every day, thus ensuring that it is always up-to-date. According to the university spokesman who announced the plan, “For all of us now, e-mail is part of our daily lives”. Students in particular have become used to relying on email and the Internet for most communication, so it is a logical change that will benefit everyone."
	},
	{
		"id": "tpo22_task2",
		"title": "Official 22 Task 2",
		"reading_title": "University announces changes in campus tour guide",
		"listening_audio": "/audio/part_2/tpo22_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the university’s plan. Briefly summarize the plan. Then state her opinion about the plan and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo22_task2_question.mp3",
		"reading_body": "Traditionally, staff members from the admissions office have led the campus tours for secondary-school students who are considering attending the university. Beginning next semester, however, current students will lead these guided walks around campus instead. \"The staff of the admission office no longer have the time to lead campus tour, we need to focus our resources on our other responsibilities,” explaines Christine Tanner, the director of admission. “Furthermore, we feel that current student will offer unique and valuable insight to our visitors during these campus tours\"."
	},
	{
		"id": "tpo23_task2",
		"title": "Official 23 Task 2",
		"reading_title": "No More International News",
		"listening_audio": "/audio/part_2/tpo23_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the plan announced in the article. Briefly summarize the plan. Then state her opinion about the plan and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo23_task2_question.mp3",
		"reading_body": "For the past few years, the daily campus newspaper has included a one-page international news section covering a few of the major stories in world news. Starting next month, the section will be eliminated. One of the reasons the newspaper editors gave for the decision to cut the section is that other news sources are better able to provide wider and more up-to-date international news coverage. The editors also noted that change would create space for a new calendar page that will list events and activities around campus."
	},
	{
		"id": "tpo24_task2",
		"title": "Official 24 Task 2",
		"reading_title": "Close the Campus Coffee house",
		"listening_audio": "/audio/part_2/tpo24_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the student’s proposal. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo24_task2_question.mp3",
		"reading_body": "I propose that the university close the campus coffeehouse. Coffeehouses are great if people actually use them, like to socialize with friends, while enjoying a cup of coffee and a snack. But students are not using our campus coffeehouse. There are usually lots of empty tables when I pass by the place. It is just a waste of space that could be used for other things. Also, the food at the coffeehouse is not very good. The last time I was there, the cakes and muffins my friends and I ordered were dry and didn’t have much flavor."
	},
	{
		"id": "tpo25_task2",
		"title": "Official 25 Task 2",
		"reading_title": "Split Graduation",
		"listening_audio": "/audio/part_2/tpo25_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the university’s plan. Briefly summarize the plan. Then state her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo25_task2_question.mp3",
		"reading_body": "Traditionally, the university holds one ceremony for all graduating students, during which students are awarded their diplomas. Beginning this year, however, the university will hold two graduation ceremonies. Under the new arrangement, half the graduating students will participate in the first ceremony, and the other will participate in a second ceremony to be held the following day. Administrators cite two reasons for the change. First, the number of students has increased in recent years, and since diplomas are awarded individually, the single ceremony has become uncomfortably long. Also, the hall where the ceremony is held is too small to accommodate the growing audience of friends and family members."
	},
	{
		"id": "tpo26_task2",
		"title": "Official 26 Task 2",
		"reading_title": "Advisor Meetings Should No Longer Be Required",
		"listening_audio": "/audio/part_2/tpo26_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the proposal in the letter. Briefly summarize the proposal. Then state his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo26_task2_question.mp3",
		"reading_body": "At present, students are required to meet with their academic advisors before the beginning of every semester. The advisors help students select courses and advise them on graduation requirements. However, I don’t see the point of required meetings, since the necessary information about the courses is already available on the university’s website, which all students have access to. In addition, eliminating meetings with advisors would ease the difficulty that students often have in finding a time to schedule a meeting when both they and their advisors are free.Sincerely,"
	},
	{
		"id": "tpo27_task2",
		"title": "Official 27 Task 2",
		"reading_title": "Switch to Electronic Books",
		"listening_audio": "/audio/part_2/tpo27_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the university’s plan. Briefly summarize the plan, then state her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo27_task2_question.mp3",
		"reading_body": "The university will begin switching from traditional-bound textbooks early next year. University students will be able to download the content of their required textbooks to a reading device and read the material directly from the device’s screen. While the cost of the device is around $200, it is a one-time expense. Considering the rising cost of textbooks, students will save money in the long run since purchasing electronic books for their classes is much less expensive than buying regular textbooks. Furthermore, the university believes the device will be an effective study aid because it is simple to operate and offers features such as highlighting of text and note-taking."
	},
	{
		"id": "tpo28_task2",
		"title": "Official 28 Task 2",
		"reading_title": "Keep the Music Building Open Later",
		"listening_audio": "/audio/part_2/tpo28_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the proposal. Briefly summarize the proposal, then state her opinion about the proposal, and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo28_task2_question.mp3",
		"reading_body": "Currently, the campus music building, which has practice rooms students can reserve for playing instrument, closes nightly at 9 p.m. I think the university should keep the building open until midnight. Often, student musicians want to practice their instruments later at night, and right now there’s no good place for them to do that. Also, lots of students want to use the practice rooms, so it’s often difficult to reserve one. If the building were open more hours, though, it would be easier to accommodate the large number of students who want to reserve rooms."
	},
	{
		"id": "tpo29_task2",
		"title": "Official 29 Task 2",
		"reading_title": "Remove Old Bicycle from Campus Racks",
		"listening_audio": "/audio/part_2/tpo29_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the proposal in the letter. Briefly summarize the proposal. Then state her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo29_task2_question.mp3",
		"reading_body": "I noticed that there are bicycles locked to the campus bicycle racks that have not been moved for a long time. I think the university should move these bikes from the racks and dispose of them. I recommend this action because, first of all, they will not be missed by anyone, since they apparently have been forgotten by their owners. More importantly, removing the bikes would help to free up space on the racks, thereby benefitting people who are actually using their bikes and need places to park them."
	},
	{
		"id": "tpo30_task2",
		"title": "Official 30 Task 2",
		"reading_title": "",
		"listening_audio": "/audio/part_2/tpo30_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the student’s proposal. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo30_task2_question.mp3",
		"reading_body": ""
	},
	{
		"id": "tpo31_task2",
		"title": "Official 31 Task 2",
		"reading_title": "Students Need Access to Movie Collection",
		"listening_audio": "/audio/part_2/tpo31_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the proposal described in the letter. Briefly summarize the proposal. Then state his opinion about the proposal and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo31_task2_question.mp3",
		"reading_body": "The university has a large collection of films on video and DVD that students can borrow. However, students aren't allowed to go into the area where these items are kept. Instead, students need to request a movie title, and then library staff gets it for them. I think students should be allowed to go into the area where the videos and DVDs are kept. First, it will be easier for students to choose a good movie because then they can easily see what is available. Also, if students can get movies themselves, the university won't have to pay extra library staff to help students.Sincerely,Rebecca Smith"
	},
	{
		"id": "tpo32_task2",
		"title": "Official 32 Task 2",
		"reading_title": "An Airport Bus for School Breaks",
		"listening_audio": "/audio/part_2/tpo32_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the proposal described in the letter. Briefly summarize the proposal then state his opinion about the proposal and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo32_task2_question.mp3",
		"reading_body": "Students who fly home for the winter and spring breaks need to get to and from the airport, which is a half-hour drive from campus. I think the university should run a free bus service for students between campus and the airport during the breaks. This would help the students, since there is no public transportation between campus and the airport. In order to provide service to the airport, some of the buses that normally run between campus buildings when classes are in session could run between the school and the airport during the school breaks."
	},
	{
		"id": "tpo33_task2",
		"title": "Official 33 Task 2",
		"reading_title": "Bicycle Borrowing Program",
		"listening_audio": "/audio/part_2/tpo33_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the proposal described in the letter. Briefly summarize the proposal then state his opinion about the proposal and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo33_task2_question.mp3",
		"reading_body": "It's great that the university has a program where students can borrow bicycles from the gym. However, two changes would make the program more convenient. First, the borrowing period should be shortened to four hours maximum so that more bikes would be available when students want to borrow them. Second, currently, students who borrow bikes have to leave a cash deposit, which is returned to them when they return the bikes, but I think students should be required to leave their student identification cards instead, so they don't have to remember to bring cash."
	},
	{
		"id": "tpo34_task2",
		"title": "Official 34 Task 2",
		"reading_title": "Program to Provide Free Tutoring",
		"listening_audio": "/audio/part_2/tpo34_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the university's plan. Briefly summarize the plan. Then state her opinion about the plan and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo34_task2_question.mp3",
		"reading_body": "The university has announced that starting with the fall semester, free tutoring will be available to all new students for their entire first year. The academic dean, James Maxwell, commented, “The university is aware of the academic problems that many first‐year students face when making the transition from high school to college.” The new tutoring program, he said, is designed to assist first‐year students who want or need additional support with their academic course work. The program will also be organized so that individual students can arrange to work with tutors majoring in their own chosen field of study."
	},
	{
		"id": "tpo35_task2",
		"title": "Official 35 Task 2",
		"reading_title": "",
		"listening_audio": "/audio/part_2/tpo35_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the letter writer's proposal. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo35_task2_question.mp3",
		"reading_body": ""
	},
	{
		"id": "tpo36_task2",
		"title": "Official 36 Task 2",
		"reading_title": "Allow Laptops in Class",
		"listening_audio": "/audio/part_2/tpo36_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion of the proposal the student makes in the letter. State his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo36_task2_question.mp3",
		"reading_body": "Though most of us own laptop computers, we are currently not allowed to use them during class. I think this policy should be changed. Since most of us type faster than we write by hand, taking notes on a computer would be quicker and easier, so we could pay more attention to professors’ lectures. Also, since laptop computers have Internet access, professors could direct students to view web sites with useful information while lectures are going on. They could look up useful facts and background information on a topic or view different photographs or illustrations of something the professor is describing. This would help students gain a more complete understanding of lecture topics.Sincerely,Jodie Smith"
	},
	{
		"id": "tpo37_task2",
		"title": "Official 37 Task 2",
		"reading_title": "",
		"listening_audio": "/audio/part_2/tpo37_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the proposal described in the letter. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo37_task2_question.mp3",
		"reading_body": ""
	},
	{
		"id": "tpo38_task2",
		"title": "Official 38 Task 2",
		"reading_title": "Student Plays Should Be Free for Everyone",
		"listening_audio": "/audio/part_2/tpo38_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the proposal described in the letter. Briefly summarize the proposal. Then state his opinion about the proposal and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo38_task2_question.mp3",
		"reading_body": "Thanks to our superb theater program here at the university, we are fortunate to be able to see many plays that are put on by student actors. However, while all employees and students at the university may attend these plays for free, anyone who is not directly associated with the university must pay a fee to attend. I think student plays should be open to everyone free of charge. That way, people in the local community could benefit from having a free entertainment option in town. It would also be good for the student actors, since it would help to ensure larger audiences at the plays.Sincerely,Marie Jones"
	},
	{
		"id": "tpo39_task2",
		"title": "Official 39 Task 2",
		"reading_title": "Start a Ride-sharing Program",
		"listening_audio": "/audio/part_2/tpo39_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the proposal in the letter. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo39_task2_question.mp3",
		"reading_body": "Students who live off-campus often get to campus by car. I propose that the university create a student ride-sharing program, where students who live in the same area would form groups of four with each group driving to campus together in one car. The ride-sharing program would benefit students as well as the environment. For the students, they would save money by driving to campus in groups instead of separately. And since there would be fewer cars going and coming from campus, there would be a positive impact on the environment.Sincerely,Jim Sears"
	},
	{
		"id": "tpo40_task2",
		"title": "Official 40 Task 2",
		"reading_title": "University to Create a Lounge for Commuter Students",
		"listening_audio": "/audio/part_2/tpo40_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the university's plan. Briefly summarize the plan then state her opinion about the plan and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo40_task2_question.mp3",
		"reading_body": "Many students at our university do not live in dormitories. These students live in town or in the suburbs and travel to campus every day. The university has decided to provide these commuter students with a special lounge in the student center—with couches, chairs, and a television. University officials hope that this lounge—a place to socialize and relax—will give commuter students some of the same advantages that dormitory residents now have. An important additional feature of the lounge will be a bulletin board on the wall for posting and sharing information that may be especially useful to commuter students and their particular needs."
	},
	{
		"id": "tpo41_task2",
		"title": "Official 41 Task 2",
		"reading_title": "Final Project",
		"listening_audio": "/audio/part_2/tpo41_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the assignment. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo41_task2_question.mp3",
		"reading_body": "The final project for this course will be an oral presentation. Students must work with an assigned partner to select a topic and complete all related research for the project. The partners will orally present their research to the class during the last two weeks of classes. This project will provide students with the opportunity to discover the rewards and challenges of working with another individual, an experience that will help them in future endeavors Furthermore, these presentations will benefit the entire class: when students share their discoveries with the class, they enable other students to learn from their work."
	},
	{
		"id": "tpo42_task2",
		"title": "Official 42 Task 2",
		"reading_title": "No More Evening Classes?",
		"listening_audio": "/audio/part_2/tpo42_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man disagrees with the decision announced in the student newspaper. Explain why the university made the decision and why the man disagrees with.",
		"question_audio": "/audio/part_2/tpo42_task2_question.mp3",
		"reading_body": "The administration has announced that starting next fall, the university will stop offering evening classes in many departments. According to a university administrator, the decision was prompted by a steady decline in enrollments in evening classes. \"Evening classes are just too small,\" the administrator said. When asked to explain the decline in enrollments, the administrator pointed to the fact that most evening classes are taught by teaching assistants, who are usually graduate students. \"Surveys show that students prefer to take classes taught by experienced faculty members, the spokesperson said, “Probably because they simply know more than graduate teaching assistants do.\""
	},
	{
		"id": "tpo43_task2",
		"title": "Official 43 Task 2",
		"reading_title": "University Makes Changes to Orientation Program",
		"listening_audio": "/audio/part_2/tpo43_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the change described in the article. Briefly summarize the change. Then state his opinion about the change and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo43_task2_question.mp3",
		"reading_body": "Madison University is making a change to the orientation program for first-year students. In the past, as part of orientation, new, incoming students could go on a two-day hiking and camping trip together with other incoming students on the weekend before classes begin. In order to encourage more students to take advantage of the opportunity to get to know one another in an informal setting, the university will now offer a choice of activities: students will be able to either go hiking or participate in organized group games on campus. Additionally, these activities will last one day only, not two, a change many students had requested."
	},
	{
		"id": "tpo44_task2",
		"title": "Official 44 Task 2",
		"reading_title": "",
		"listening_audio": "/audio/part_2/tpo44_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion of the letter writer's proposal. State his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo44_task2_question.mp3",
		"reading_body": ""
	},
	{
		"id": "tpo45_task2",
		"title": "Official 45 Task 2",
		"reading_title": "Close the Coffeehouse",
		"listening_audio": "/audio/part_2/tpo45_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman disagrees with the student’s proposal for the coffeehouse. Explain the proposal and the reasons she gives for disagreeing with it.",
		"question_audio": "/audio/part_2/tpo45_task2_question.mp3",
		"reading_body": "Like many people, I was happy when the university opened a coffeehouse. A good coffeehouse is a perfect place to meet people or to study while having a coffee. Unfortunately, our coffeehouse is usually empty, so it’s not a good place to meet people. And the lighting there is very poor, so it's not a good place to study either.A coffeehouse seemed like a great idea, but it just hasn't worked out, and the time has come for the university to close it.Sincerely,Marvin Baker"
	},
	{
		"id": "tpo46_task2",
		"title": "Official 46 Task 2",
		"reading_title": "No More Posters Outside the Student Center",
		"listening_audio": "/audio/part_2/tpo46_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the new policy. Briefly describe the policy. Then state the woman’s opinion about the policy, and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo46_task2_question.mp3",
		"reading_body": "Traditionally, students have been permitted to put up posters advertising events, clubs, and activities on the concrete wall outside the main entrance to the student center. Beginning next semester, however, students will no longer be allowed to attach anything to the front of the building. According to a university official, the new policy is part of an effort to improve the campus's appearance. \"The posters on the wall make the building unattractive,\" he said, \"so they have to come down.\" He added that posters can instead be displayed in the dining hall: \"Students can use the bulletin board in the dining hall for posters, so the policy change should not be a problem.\""
	},
	{
		"id": "tpo47_task2",
		"title": "Official 47 Task 2",
		"reading_title": "Professor Evaluations",
		"listening_audio": "/audio/part_2/tpo47_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the proposal in the letter. Briefly summarize the proposal. Then state the woman's opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo47_task2_question.mp3",
		"reading_body": "The university requires students to complete written evaluations of their professors at the end of each course taught during the semester. But the current system is private, since only the professors actually read the evaluations once the students submit them. I suggest that the university publish these evaluations online for everyone to read. Both professors and students would benefit from having these evaluations published.  Professors would feel more motivated to improve their teaching if they knew that their course evaluations were publicly available to all students. In addition, prospective students could read the evaluations and make more informed decisions about which classes they want to take.Sincerely,Chris Jacobs"
	},
	{
		"id": "tpo48_task2",
		"title": "Official 48 Task 2",
		"reading_title": "An Art Museum at the University?",
		"listening_audio": "/audio/part_2/tpo48_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the letter-writer's proposal. Briefly summarize the proposal. Then state the man’s opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo48_task2_question.mp3",
		"reading_body": "Many universities have their own art museums, with collections of paintings and sculptures by well-known artists. I think our university should create a similar museum on our own campus. Such a museum would give our students an opportunity to learn to appreciate high-quality fine art. It would be a great way for us to see artworks that we might not have access to otherwise.In order to pay for the museum, the university could write letters to alumni asking them to donate money to help build the museum. I’m sure many former students love art and would be glad to donate money to help the university build a museum here.Sincerely,Diane Miller"
	},
	{
		"id": "tpo49_task2",
		"title": "Official 49 Task 2",
		"reading_title": "Make Textbook List Available Earlier",
		"listening_audio": "/audio/part_2/tpo49_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the proposal described in the letter. Briefly summarize the proposal. Then state his opinion about the proposal and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo49_task2_question.mp3",
		"reading_body": "Students always have to wait until the beginning of the semester to find out which textbooks they will need for their new courses.  But since a lot of students register early for their courses, I think that the list for each course should be available immediately at the time of registration.This would give students more time to shop around to find less expensive textbooks. And it would also allow them to start work on the reading for their new courses early.SincerelyAlexandra Brown"
	},
	{
		"id": "tpo50_task2",
		"title": "Official 50 Task 2",
		"reading_title": "Response to the Plan for an Additional Lighting System",
		"listening_audio": "/audio/part_2/tpo50_task2_listening.mp3",
		"listening_script": "",
		"question_text": "Explain why the man agrees with the professor’s opinion.",
		"question_audio": "/audio/part_2/tpo50_task2_question.mp3",
		"reading_body": "I oppose the university’s plan to purchase an additional outdoor lighting system. The university says it would make our historic campus more attractive by illuminating our buildings at night. However, the university would spend an extra $1,000 per month for electricity. Instead, I recommend the money be used to complete the library renovation project as quickly as possible. That’s not the only reason we shouldn’t get the new system. These powerful lights would brighten the sky as well as the buildings and seriously interfere with the use of our astronomy equipment. Our academic mission must come first—and the practice of astronomy is done best when the sky is darkest.—R. N Heinrich, Professor of Astronomy"
	},
	{
		"id": "tpo51_task2",
		"title": "Official 51 Task 2",
		"reading_title": "University Should Build a Parking Lot for the Humanities Building",
		"listening_audio": "/audio/part_2/tpo51_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the letter-writer's proposal. Briefly summarize the proposal. Then state her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo51_task2_question.mp3",
		"reading_body": "I think the university should consider building a parking lot near the humanities building. Right now there's only street parking available, and it isn't enough. Whenever I look for a spot to park in the street near the humanities building, I can't find one. A parking lot for the humanities building would solve that problem. Also, there's a wooded area behind the building that would make an ideal location for the parking lot. The university could just clear away the trees and build a lot - the space is already there for it.Sincerely,Joe Simmons"
	},
	{
		"id": "tpo52_task2",
		"title": "Official 52 Task 2",
		"reading_title": "Graduation speaker should be a business leader",
		"listening_audio": "/audio/part_2/tpo52_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the idea expressed in the newspaper. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo52_task2_question.mp3",
		"reading_body": "I think the university should invite a business leader to speak at this year's graduation ceremony - perhaps an executive from one of the large corporations in the area. For students, business leaders are excellent role models because they represent the meaning of professional success. They influence people every day, make important decisions, and have achieved impressive salaries. Furthermore, inviting a business executive will help reinforce to the community that our business program is the biggest and best one in the state. Prospective students will read about the speech and will remember that our university has a strong and attractive business program."
	},
	{
		"id": "tpo53_task2",
		"title": "Official 53 Task 2",
		"reading_title": "University Announces Energy-Saving Plan",
		"listening_audio": "/audio/part_2/tpo53_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the university’s plan. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo53_task2_question.mp3",
		"reading_body": "Out of concern for the environment, the university has announced an effort to reduce energy consumption. The energy saving measures will start at the library. One measure involves the library’s inside lighting: new overhead lights that use less power will be installed throughout the building. Another measure has to do with the temperature level in the library. The air-conditioning will be reduced on hot days, meaning that study areas will be kept somewhat warmer when it is hot outside."
	},
	{
		"id": "tpo54_task2",
		"title": "Official 54 Task 2",
		"reading_title": "Community Service Requirement",
		"listening_audio": "/audio/part_2/tpo54_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion of the student's proposal in the letter. State the man's opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo54_task2_question.mp3",
		"reading_body": "A university education should encourage students to engage with the world around them, but I see less and less of that engagement on campus today. I propose, therefore, that the university make community service, such as working with the local children in town, a mandatory activity for all university students before they graduate. Creating a community service requirement is a good idea because it would strengthen the relationship between our school and the town. Additionally, in fulfilling the requirement, many students would discover a love of service that would inspire them to a lifetime of volunteer work in their future communities.Sincerely,Sarah Brown"
	},
	{
		"id": "tpo55_task2",
		"title": "Official 55 Task 2",
		"reading_title": "Volunteer Work Within the Community",
		"listening_audio": "/audio/part_2/tpo55_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the university’s new policy. State her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo55_task2_question.mp3",
		"reading_body": "State University will now require all students to complete ten hours of volunteer work in the local community before graduating. Serving as a volunteer is not only helpful to communities, but also beneficial and convenient for students. When they take time to help others, students experience a deep sense of satisfaction. This sense of fulfillment leads them to continue working within their communities. Furthermore, volunteering will be convenient for students. There are a number of nearby organizations in need of student volunteers, so students can easily arrange to work locally."
	},
	{
		"id": "tpo56_task2",
		"title": "Official 56 Task 2",
		"reading_title": "Students Need Campus Snack Shop",
		"listening_audio": "/audio/part_2/tpo56_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the letter writer’s proposal. Briefly summarize the proposal. Then state the man’s opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo56_task2_question.mp3",
		"reading_body": "I think the university should open a snack shop on campus—a snack shop that would be operated entirely by our students. A student-run snack shop would benefit students in two ways. First, it would create a number of job opportunities for students. Second, the store would be a convenient place on campus to buy food, providing students with a fast, easy place to get snacks at any time of the day."
	},
	{
		"id": "tpo57_task2",
		"title": "Official 57 Task 2",
		"reading_title": "Extending Study Period",
		"listening_audio": "/audio/part_2/tpo57_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the proposal in the letter. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo57_task2_question.mp3",
		"reading_body": "The university now schedules one study day at the end of every semester for students to prepare for final exams. I suggest that the university consider extending this study period to three days. Most students have exams in several classes. Having only one study day between the end of classes and the beginning of the final exam period is not enough time to prepare for all of the exams. Additionally, having a three-day study period will give students extra time to consult with their professors if they need help or advice before the exam period begins."
	},
	{
		"id": "tpo58_task2",
		"title": "Official 58 Task 2",
		"reading_title": "not",
		"listening_audio": "/audio/part_2/tpo58_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the proposal described in the letter. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo58_task2_question.mp3",
		"reading_body": "In addition to selling books and textbooks, I think the campus bookstore should also offer drinks and snacks for sale. The bookstore could have a few chairs and tables available where students could sit and have a snack or something to drink, while they’re looking through books and deciding what to buy. It would also be convenient for students who got hungry between classes, and wanted to grab something to eat before going to their next class."
	},
	{
		"id": "tpo60_task2",
		"title": "Official 60 Task 2",
		"reading_title": "Improving Dormitory Kitchen Use",
		"listening_audio": "/audio/part_2/tpo60_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The students are discussing a proposal suggested in a letter written to the university newspaper. Briefly summarize the proposal and explain why the man agrees or disagrees with it.",
		"question_audio": "/audio/part_2/tpo60_task2_question.mp3",
		"reading_body": "I’ve noticed that most students don’t use the dormitory kitchens, which is unfortunate since students would probably enjoy preparing their own food. I think that the university should make improvements to the dormitory kitchens so that they will be more widely used. There are a few things that the university could do to encourage students to start using the kitchens regularly. First, | think the kitchens should be modernized with new cookware for students to use. Also, | think free cooking classes should be given to stimulate students’ interest in cooking and make them want to use the kitchens."
	},
	{
		"id": "tpo61_task2",
		"title": "Official 61 Task 2",
		"reading_title": "Cafeteria for Math Building",
		"listening_audio": "/audio/part_2/tpo61_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The letter writer points out a problem with the math building and suggests an improvement. Briefly describe the improvement and explain the reasons why the woman agrees or disagrees with the letter writer's suggestion.",
		"question_audio": "/audio/part_2/tpo61_task2_question.mp3",
		"reading_body": "Students who are majoring in math spend a lot of time in the math building. I think it would be more convenient for math students if the university turned the large empty room on the first floor of the math building into a small cafeteria. Having a cafeteria in the math building would give students a place where they could get something to eat in between classes. Additionally, the university could add a number of electrical outlets to the room so students could recharge their laptops there."
	},
	{
		"id": "tpo62_task2",
		"title": "Official 62 Task 2",
		"reading_title": "New Parking Lot Location",
		"listening_audio": "/audio/part_2/tpo62_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman disagrees with the parking lot proposal presented in the university paper. Explain the proposal and the reasons the woman gives for opposing it.",
		"question_audio": "/audio/part_2/tpo62_task2_question.mp3",
		"reading_body": "I was very pleased to read about the university's plans to build a new perking lot to accommodate the growing number of student cars on campus. Since the location for the new lot has not yet been determined, I would like to suggest that Sanders Field be used. Sanders Field has not been used for sports events since the new stadium was built two years ago. Right now, it is wasted space, so it would be an ideal area to turn into something useful like a parking lot Students who live in the dorms really need a place to park their cars. Students living off campus could really use the extra parking, too."
	},
	{
		"id": "tpo63_task2",
		"title": "Official 63 Task 2",
		"reading_title": "New Degree NavigatorWeb Site",
		"listening_audio": "/audio/part_2/tpo63_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion about the plan described in the article. Briefly summarize the plan. Then state his opinion about the plan and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo63_task2_question.mp3",
		"reading_body": "Students must complete certain courses in their fields of study in order to meet the requirements for graduation. Currently, students meet with academic advisors to discuss these requirements. Soon, though, students will be able to use a new degree navigator Web site to keep track of their requirements. The Web site will make it easier for students to monitor which courses they have already completed and which ones they still need to take before graduating, so they can plan their schedules accordingly. Also, the Web site will help reduce the workload for academic advisors, who will not need to meet with students as often."
	},
	{
		"id": "tpo64_task2",
		"title": "Official 64 Task 2",
		"reading_title": "Cafe to be Built in Library",
		"listening_audio": "/audio/part_2/tpo64_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion of the university's plan. Describe her opinion and her reasons for holding that opinion.",
		"question_audio": "/audio/part_2/tpo64_task2_question.mp3",
		"reading_body": "The university has decided to build a cafe in the basement of the library. The reason given for this new development is that university official is believe students will enjoy the convenience of being able to eat without having to leave the library. Students have often complained that their studies are disrupted because they must leave the library whenever they want to eat. Officials also believe that it will help make library study more productive if students have the opportunity to take short breaks in the cafe while they' re working."
	},
	{
		"id": "tpo65_task2",
		"title": "Official 65 Task 2",
		"reading_title": "University to Match Roommates Based on Interests",
		"listening_audio": "/audio/part_2/tpo65_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the university's plan. State her opinion and explain the reasons she gives for holding it.",
		"question_audio": "/audio/part_2/tpo65_task2_question.mp3",
		"reading_body": "After many years of matching first-year students with dormitory roommates at random, the university will now try to assign roommates based on similar interests. Before they arrive on campus, all incoming students will fill out a questionnaire about their likes and dislikes and their habits. By matching students with similar interests and habits, the school hopes to improve the experience of first-year students, who will now be more likely to get along well with their roommates. The plan will also reduce work for the housing office because fewer students will ask to switch rooms in the middle of the school year."
	},
	{
		"id": "tpo66_task2",
		"title": "Official 66 Task 2",
		"reading_title": "No Sports on the Dining Hall Lawn",
		"listening_audio": "/audio/part_2/tpo66_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the letter-writer's proposal. Briefly summarize the proposal. Then state her opinion and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo66_task2_question.mp3",
		"reading_body": "The open grassy area in front of the dining hall is one of the nicest features of our campus. Unfortunately, though, the grass is regularly trampled on and damaged by students playing games like soccer and Frisbee, resulting in ugly bare patches of dirt. I think the university should prohibit students from playing sports on the dining-hall lawn, so that the grass will look nicer. Banning sports from the lawn shouldn't inconvenience anyone, since there are fields next to the gym where students can play sports instead."
	},
	{
		"id": "tpo67_task2",
		"title": "Official 67 Task 2",
		"reading_title": "Good News for Movie Fans",
		"listening_audio": "/audio/part_2/tpo67_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The man expresses his opinion of the Student Association's recent purchase. State his opinion and explain the reasons he gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo67_task2_question.mp3",
		"reading_body": "The Student Association has just purchased a new sound system for the Old Lincoln Hall auditorium, the place where movies on campus are currently shown. By installing the new sound system, the Student Association hopes to attract more students to the movies and increase ticket sales. Before making the purchase of the new equipment, the Student Association conducted a survey on campus to see what kind of entertainment students liked best. Going to the movies ranked number one. \"Students at Northfield College love going to the movies\" said the president of the Student Association,' 'so we decided to make what they already love even better. We're confident that the investment into the sound system will translate into increased ticket sales.\""
	},
	{
		"id": "tpo68_task2",
		"title": "Official 68 Task 2",
		"reading_title": "University Should Close Parking Area",
		"listening_audio": "/audio/part_2/tpo68_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the student's letter in the campus paper. Briefly summarize the proposal in the letter. Then state the woman's opinion about the proposal, and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo68_task2_question.mp3",
		"reading_body": "l think the university should close the large parking lot near the man classroom building on campus, Thomas Hall. This lot occupies large space in the center of camps Closing it vehicle parking would have two big benefits. First, the space could be turned into a pleasant, grassy area. And second since this would reduce the traffic on campus, student will be more likely to ride their bikes or walk to classes."
	},
	{
		"id": "tpo69_task2",
		"title": "Official 69 Task 2",
		"reading_title": "University Should Close Parking Area",
		"listening_audio": "/audio/part_2/tpo69_task2_listening.mp3",
		"listening_script": "",
		"question_text": "The woman expresses her opinion about the plan described in the announcement. Briefly summarize the plan. Then state her opinion about the plan and explain the reasons she gives for holding that opinion.",
		"question_audio": "/audio/part_2/tpo69_task2_question.mp3",
		"reading_body": "The university has decided to change its policy about Perkins Lounge. Previously, this study space was reserved for graduate student, but the university will now to allow undergraduates to use Perkins Lounge as well. The Dean of Students explained: \"The space is underutilized right now-there aren’t a lot of graduate students making use of it-so there’s room allow additional students.” She also noted that the university has a problem with insufficient study space for undergraduates, since undergraduate enrollment at the university has increased in the last few years."
	}
]
