{
	"hot_breakfast_eliminated": {
		"announcement": {
			"type": "announcement",
			"title": "Hot Breakfasts Eliminated",
			"body": "Beginning next month, Dining Services will no longer serve hot breakfast foods at university dining halls. Instead, students will be offered a wide assortment of cold breakfast items in the morning. These cold breakfast foods, such as breads, fruit, and yogurt, are healthier than many of the hot breakfast items that we will stop serving, so health-conscious students should welcome this change. Students will benefit in another way as well, because limiting the breakfast selection to cold food items will save money and allow us to keep our meal plans affordable.",
			"author": ""
		},
		"audio": "/audio/hot_breakfast.mp3",
		"question": "The woman expresses her opinion of the change that has been announced. State her opinion and explain her reasons for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"students_need_access_to_movie_collection": {
		"announcement": {
			"type": "letter",
			"title": "Students Need Access to Movie Collection",
			"body": "The university library has a large collection of films on video and DVD that students can borrow. However, students aren't allowed to go into the area where these items are kept. Instead, students need to request a movie title, and then library staff get it for them. I think students should be allowed to go into the area where the videos and DVDS are kept. First, it will be easier for students to choose a good movie because then they can easily see what is available. Also, if students can get movies themselves, the university won't have to pay extra library staff to help students..",
			"author": "Rebecca Smith"
		},
		"audio": "/audio/access_to_movies.wav",
		"question": "The man expresses his opinion about the proposal described in the letter. Briefly summarize the proposal. Then state his opinion about the proposal and explain the reasons he gives for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"required_work_experience": {
		"announcement": {
			"type": "announcement",
			"title": "Required Work Experience",
			"body": "The business studies department at State University will now require all students enrolled in its program to complete one semester of work experience in a local corporation or small business. It is felt that students will benefit from this work experience by developing leadership and organizational skills that would not normally be learned in a classroom or campus setting. Furthermore, the relationships that students establish with the company that they work for may help them to secure permanent employment with that company once they have completed the program and graduated.",
			"author": ""
		},
		"audio": "/audio/required_work_experience.mp3",
		"question": "The woman expresses her opinion of the university’s new policy. State her opinion and explain the reasons she gives for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"student_art_display": {
		"announcement": {
			"type": "letter",
			"title": "Student Art Display",
			"body": "The university is currently considering possible locations on campus for displaying paintings and other artwork by students. I think the lobby at the entrance to the student center would be a great location. Since many students pass through the student center every day, artwork displayed in the lobby would be viewed by hundreds of people. Also, because the whole front of the building is made of glass windows, the lobby is filled with natural light. This makes it perfect for displaying artwork, which should have plenty of light to be seen and appreciated.",
			"author": "Paul Sands"
		},
		"audio": "/audio/student_art_display.mp3",
		"question": "Briefly summarize the proposal in the student’s letter. Then state the woman’s opinion about the proposal and explain the reasons she gives for holding that opinion..",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"housing_renovations_planned": {
		"announcement": {
			"type": "announcement",
			"title": "Housing Renovations Planned",
			"body": "Over the last ten years, the number of Central College students living on campus in dormitories has decreased by twenty percent. In an effort to counteract the trend, the college has announced a plan to renovate its on-campus housing. The renovations will take two years, and they will include improvements to the bathrooms, lighting, and heating in the dormitories. “A lot of people are moving off campus because the dorms aren’t in great shape,” explained the college president. “By renovating the dorms, we can make them more appealing than off-campus housing, and more students will choose to remain on campus.",
			"author": ""
		},
		"audio": "/audio/housing_renovations_planned.mp3",
		"question": "The woman expresses her opinion about the college’s plan. State her opinion and explain the reasons she gives for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"college_radio_changes": {
		"announcement": {
			"type": "announcement",
			"title": "College Radio Station to Undergo Major Changes?",
			"body": "The university is considering making major changes to the college radio station. Changes would include an expansion of the station’s broadcasting range, which would allow the radio’s programming to reach nearby towns. One goal of the plan is to attract more students to apply to its communications program. Another goal is to provide the university with an extra source of revenue. University officials expect the enhanced radio station to significantly increase the number of listeners, which will in turn encourage businesses to place commercials on the radio.",
			"author": ""
		},
		"audio": "/audio/college_radio_changes.mp3",
		"question": "The woman supports the proposal described in the article. Explain why she thinks it will achieve the university’s goals.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"new_stadium": {
		"announcement": {
			"type": "announcement",
			"title": "New Stadium",
			"body": "A university official announced plans to spend $2 million to build a new athletic stadium, commenting that a new stadium would help the university achieve its goal of attracting more top students. The official also said that, additionally, building a new stadium would allow the university to strengthen its relationship with the town since a new and larger stadium would have the space to seat not only students, parents, and alumni, but members of the local community as well.",
			"author": ""
		},
		"audio": "/audio/new_stadium.mp3",
		"question": "The woman expresses her opinion about the university’s plan. State her opinion and explain the reasons she gives for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"evening_computer_classes_may_be_added": {
		"announcement": {
			"type": "article",
			"title": "Evening Computer Classes May Be Added",
			"body": "The computer department is considering offering evening classes in the fall. The proposal to add the classes is a response to student complaints that daytime computer classes have become increasingly overcrowded and there are no longer enough computers available. The department has decided that despite some added expense, the most cost-effective way of addressing this problem is by adding computer classes in the evening. It is hoped that this change will decrease the number of students enrolled in day classes and thus guarantee individual access to computers for all students in computer classes.",
			"author": ""
		},
		"audio": "/audio/evening_computer_classes_may_be_added.mp3",
		"question": "The man expresses his opinion about the proposal described in the article. Briefly summarize the proposal. Then state his opinion about the proposal and explain the reasons he gives for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"campus_dining_club_announced": {
		"announcement": {
			"type": "article",
			"title": "Campus Dining Club Announced",
			"body": "Starting this year, the university dining hall will be transformed into The Campus Dining Club for one week at the end of each semester. During the last week of each semester, the dining hall will feature special meals prepared by the university’s culinary arts students. The school feels that this will give students who are studying cooking and food preparation valuable experience that will help them later, when they pursue careers. The university has announced that it will charge a small additional fee for these dinners in order to pay for the special gourmet food ingredients that will be required.",
			"author": ""
		},
		"audio": "/audio/campus_dining_club_announced.mp3",
		"question": "The man expresses his opinion about the plan described in the article. Briefly summarize the plan. Then state his opinion about the plan and explain the reasons he gives for holding that opinion..",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"history_classes_should_be_shorter": {
		"announcement": {
			"type": "article",
			"title": "History Classes Should Be Shorter",
			"body": "Currently, all of the seminar classes in the history department are three hours long. I would like to propose that history seminars be shortened to two hours. I make this proposal for two reasons. First, most students just cannot concentrate for three hours straight. I myself have taken these three-hour seminars and found them tiring and sometimes boring. Also, when a seminar lasts that long, people stop concentrating and stop learning, so the third hour of a three-hour seminar is a waste of everyone’s time. Two-hour seminars would be much more efficient.",
			"author": "Tim Lawson"
		},
		"audio": "/audio/history_classes_should_be_shorter.mp3",
		"question": "The woman expresses her opinion about the proposal described in the letter. Briefly summarize the proposal. Then state her opinion about the proposal and explain the reasons she gives for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"professor_fox_accepts_new_position": {
		"announcement": {
			"type": "article",
			"title": "Professor Fox Accepts New Position",
			"body": "We are happy to announce that Professor Fox will be filling the vacant Dean of Students position. Strong organizational skills are important for this position. Professor Fox has demonstrated such skills in her role as Head of the Philosophy Department, where she has coordinated department affairs for five years. Additionally, the Dean of Students must be someone who is able to work well with students, since responsibilities include counseling and advising students who are dealing with personal problems. As our head women’s soccer coach, Professor Fox has proven to be a supportive role model for team members, always offering assistance when they ask for personal guidance.",
			"author": ""
		},
		"audio": "/audio/professor_fox_accepts_new_position.mp3",
		"question": "The woman expresses her opinion about the change described in the article. Briefly summarize the change. Then state her opinion about the change and explain the reasons she gives for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	},
	"plans_for_campus_gym": {
		"announcement": {
			"type": "article",
			"title": "Plans for Campus Gym",
			"body": "The recreational services department will receive special funding from this year’s budget to increase the number of exercise machines in the campus gym. The increase is in response to numerous student complaints regarding the insufficient number of machines available. Recreational services agrees that, due to an increase in university enrollment, more students are using the gym. They, therefore, welcomed the proposal, adding that it would encourage even more students to exercise and would help to promote a healthier lifestyle among students.",
			"author": ""
		},
		"audio": "/audio/plans_for_campus_gym.mp3",
		"question": "The woman expresses her opinion about the plan described in the announcement. Briefly summarize the plan. Then state her opinion about the plan and explain the reasons she gives for holding that opinion.",
		"key": {
			"anouncement_key": ["1", "2", "3"],
			"audio_key": ["1", "2", "3"]
		}
	}
}
