[
	{
		"id": "tpo1_task3",
		"title": "Official 1 Task 3",
		"reading_title": "Groupthink",
		"listening_audio": "/audio/part_3/tpo1_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain groupthink and its effects using example of the computer company.",
		"question_audio": "/audio/part_3/tpo1_task3_question.mp3",
		"reading_body": "One process by which groups may make bad or irrational decisions is known as groupthink. Individual members of a group attempt to conform their opinions to what they believe to be the group consensus even though the result may be negative. There are many reasons why groupthink happens. These include the desire to be liked, fear of losing a job, or even not wanting to be the one employee delaying a decision that seems inevitable. These kinds of implicit pressures to conform lead group members to ultimately make decisions that each, by himself or herself, might normally not make."
	},
	{
		"id": "tpo2_task3",
		"title": "Official 2 Task 3",
		"reading_title": "Social Interaction",
		"listening_audio": "/audio/part_3/tpo2_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the examples of tying shoes and learning to type demonstrate the principle of audience effects.",
		"question_audio": "/audio/part_3/tpo2_task3_question.mp3",
		"reading_body": "People deal with each other every day. This interaction is at the heart of social life. The study of social interaction is concerned with the influence people have over one another’s behavior. People take each other into account in their daily behavior and in fact, the very presence of others can affect behavior. For example, one principle of social interaction, audience effects, suggests that individuals’ work is affected by their knowledge that they are visible to others, that the presence of others tends to alter the way people behave or perform an activity."
	},
	{
		"id": "tpo3_task3",
		"title": "Official 3 Task 3",
		"reading_title": "Cognitive Dissonance",
		"listening_audio": "/audio/part_3/tpo3_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example discussed by the professor, explain what cognitive dissonance is and how people often deal with it.",
		"question_audio": "/audio/part_3/tpo3_task3_question.mp3",
		"reading_body": "Individuals sometimes experience a contradiction between their actions and their beliefs－between what they are doing and what they believe they should be doing. These contradictions can cause a kind of mental discomfort known as cognitive dissonance. People experiencing cognitive dissonance often do not want to change the way they are acting, so they resolve the contradictory situation in another way, they change their interpretation of the situation in a way that minimizes the contradiction between what they are doing and what they believe they should be doing."
	},
	{
		"id": "tpo4_task3",
		"title": "Official 4 Task 3",
		"reading_title": "Verbal and Nonverbal Communication",
		"listening_audio": "/audio/part_3/tpo4_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the examples from the professor's lecture illustrate the relationship between verbal and nonverbal communication.",
		"question_audio": "/audio/part_3/tpo4_task3_question.mp3",
		"reading_body": "When we speak with other people face-to-face the nonverbal signals we give—our facial expressions, hand gestures, body movements, and tone of voice—often communicate as much as, or more than, the words we utter. When our nonverbal signals, which we often produce unconsciously, agree with our verbal message, the verbal message is enhanced and supported, made more convincing. But when they conflict with the verbal message, we may be communicating an entirely different and more accurate message than what we intend."
	},
	{
		"id": "tpo5_task3",
		"title": "Official 5 Task 3",
		"reading_title": "Target Marketing",
		"listening_audio": "/audio/part_3/tpo5_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the professor's examples, explain the advertising technique of target marketing.",
		"question_audio": "/audio/part_3/tpo5_task3_question.mp3",
		"reading_body": "Advertisers in the past have used radio and television in an attempt to provide information about their products to large, general audiences; it was once thought that the best way to sell a product was to advertise it to as many people as possible. However, more recent trends in advertising have turned toward target marketing. Target marketing is the strategy of advertising to smaller, very specific audiences— audiences that have been determined to have the greatest need or desire for the product being marketed. Target marketing has proved to be very effective in reaching potential customers."
	},
	{
		"id": "tpo6_task3",
		"title": "Official 6 Task 3",
		"reading_title": "Explicit Memories and Implicit Memories",
		"listening_audio": "/audio/part_3/tpo6_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example of the car advertisement, explain what is meant by implicit memory.",
		"question_audio": "/audio/part_3/tpo6_task3_question.mp3",
		"reading_body": "In everyday life, when people speak of memory, they are almost always speaking about what psychologists would call explicit memories. An explicit memory is a conscious or intentional recollection, usually of facts, names, events, or other things that a person can state or declare. There is another kind of memory that is not conscious. Memories of this kind are called implicit memories. An individual can have an experience that he or she cannot consciously recall yet still display reactions that indicate the experience has been somehow recorded in his or her brain."
	},
	{
		"id": "tpo7_task3",
		"title": "Official 7 Task 3",
		"reading_title": "Behavior Modification",
		"listening_audio": "/audio/part_3/tpo7_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example from the lecture, explain what behavior modification is and how it works.",
		"question_audio": "/audio/part_3/tpo7_task3_question.mp3",
		"reading_body": "Individuals often modify their behavior based on what they have learned about the possible consequences of their actions. When an individual learns through experience that a certain behavior results in pleasant consequences, that behavior is likely to be repeated. An unpleasant consequence, on the other hand, discourages further repetition of the behavior. While behavior modification can be observed in experiments, it also occurs frequently in everyday settings, when individuals change their behavior based on what they have learned about the consequences of that behavior."
	},
	{
		"id": "tpo8_task3",
		"title": "Official 8 Task 3",
		"reading_title": "Revealing Coloration",
		"listening_audio": "/audio/part_3/tpo8_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the examples of the peanut bug and the morpho butterfly, explain the concept of revealing coloration.",
		"question_audio": "/audio/part_3/tpo8_task3_question.mp3",
		"reading_body": "Many animals use coloration to protect themselves from predators. One defensive strategy involving the use of coloration is what is known as revealing coloration. Animals employing this strategy have an area of bright color on some part of their body; this bright color is usually hidden from predators' view. When approached by a predator, the animal suddenly reveals the area of bright color; this unexpected display of color startles or confuses the predator and provides the would-be prey with an opportunity to escape."
	},
	{
		"id": "tpo9_task3",
		"title": "Official 9 Task 3",
		"reading_title": "The Establishing Shot",
		"listening_audio": "/audio/part_3/tpo9_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the professor's example, explain what an establishing shot is and how it is used.",
		"question_audio": "/audio/part_3/tpo9_task3_question.mp3",
		"reading_body": "Film directors use different types of camera shots for specific purposes. An establishing shot is an image shown briefly at the beginning of a scene, usually taken from far away, that is used to provide context for the rest of the scene. One purpose of the establishing shot is to communicate background information to the viewer, such as the setting—where and when the rest of the scene will occur. It also establishes the mood or feeling of the scene. Due to the context that the establishing shot provides, the characters and events that are shown next are better understood by the viewer."
	},
	{
		"id": "tpo10_task3",
		"title": "Official 10 Task 3",
		"reading_title": "Entertainment Merchandising",
		"listening_audio": "/audio/part_3/tpo10_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the examples from the lecture, explain the concept of entertainment merchandising.",
		"question_audio": "/audio/part_3/tpo10_task3_question.mp3",
		"reading_body": "An effective, widely used marketing practice in the entertainment industry is entertainment merchandising. Entertainment merchandising is a form of marketing in which the brand or image from one product is also used to sell another. The practice of entertainment merchandising often occurs in connection with movies and television shows, especially those associated with children. For example, the success of a popular children’s television show may result in the marketing of toys that are designed to look like characters in the show or the situation may be reversed when a children’s television show is written to include characters that are based on already popular toys."
	},
	{
		"id": "tpo11_task3",
		"title": "Official 11 Task 3",
		"reading_title": "Outsider Art",
		"listening_audio": "/audio/part_3/tpo11_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain why Henry Darger is considered an Outsider Artist.",
		"question_audio": "/audio/part_3/tpo11_task3_question.mp3",
		"reading_body": "Outsider Art is a term used to describe art that is made by people who choose to live and work outside society. The artists who produce this kind of art -- Outsider Artists -- work in isolation from other artists and have little or no formal artistic training. Because they do not learn conventional artistic techniques from teachers or other artists, Outsider Artists must invent their own ways of doing things. As a result of the unconventional methods that Outsider Artists often use, their work can look strange and not at all like traditional art to the observer."
	},
	{
		"id": "tpo12_task3",
		"title": "Official 12 Task 3",
		"reading_title": "Subliminal Perception",
		"listening_audio": "/audio/part_3/tpo12_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Describe what subliminal perception is and explain how the experiment discussed by the professor illustrates this phenomenon.",
		"question_audio": "/audio/part_3/tpo12_task3_question.mp3",
		"reading_body": "Humans are constantly perceiving visual and auditory stimuli. Sometimes our perception of these stimuli occurs consciously: we are aware of a stimulus and know that we are perceiving it. But our perception of a stimulus can also occur without our awareness: an image might appear and disappear before our eyes too quickly for us to notice that we saw it, or a sound might be too faint for us to realize that we heard it. This phenomenon—the perception of a stimulus just below the threshold of conscious awareness—is called subliminal perception. Experiments have shown that subliminally perceived stimuli can influence people's thoughts and attitudes."
	},
	{
		"id": "tpo13_task3",
		"title": "Official 13 Task 3",
		"reading_title": "Perceptual Constancy",
		"listening_audio": "/audio/part_3/tpo13_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain what is meant by perceptual constancy using the examples provided by the professor.",
		"question_audio": "/audio/part_3/tpo13_task3_question.mp3",
		"reading_body": "How an object affects our senses depends in part on external conditions, and these conditions are always changing. An object viewed from one angle presents a different shape to our eye than when viewed from another angle; similarly, as the distance from which we view an object changes, the object will appear larger or smaller. In spite of this, even as conditions change and we see objects differently, we still recognize that they remain the same. This is what is known as perceptual constancy. If not for perceptual constancy, we might have difficulty recognizing familiar objects if we viewed them in a new and different context."
	},
	{
		"id": "tpo14_task3",
		"title": "Official 14 Task 3",
		"reading_title": "Comfort Zone Bias",
		"listening_audio": "/audio/part_3/tpo14_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example from the lecture, explain the comfort zone bias.",
		"question_audio": "/audio/part_3/tpo14_task3_question.mp3",
		"reading_body": "Psychologists have found that when people make important decisions, they often choose to stay in their \"comfort zones\"; that is, they prefer remaining in comfortable, familiar situations, rather than entering into new, unfamiliar ones. This tendency is often referred to as the comfort zone bias. When people are reasonably content, they often decide not to pursue a new opportunity, even if it attracts them and offers more advantages. Psychologists believe that the comfort zone bias exists not only because we have a natural preference for what we already know, but also because we want to avoid taking risks."
	},
	{
		"id": "tpo15_task3",
		"title": "Official 15 Task 3",
		"reading_title": "Experimenter Effect",
		"listening_audio": "/audio/part_3/tpo15_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor’s lecture illustrates the experimenter effect.",
		"question_audio": "/audio/part_3/tpo15_task3_question.mp3",
		"reading_body": "One objective of any experiment is, of course, to obtain accurate results. Sometimes, however, problems occur that lead to inaccurate results. One such problem is the experimenter effect. The experimenter effect occurs when a researcher’s expectations affect the outcome of the experiment. The researcher expects a particular result from the experiment, and that expectation causes the researcher to act in ways that influence the behavior of the experiment participants, thereby invalidating the results of the experiment."
	},
	{
		"id": "tpo16_task3",
		"title": "Official 16 Task 3",
		"reading_title": "Social Loafing",
		"listening_audio": "/audio/part_3/tpo16_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example from the lecture, explain what social loafing is, and how it affects people's behavior.",
		"question_audio": "/audio/part_3/tpo16_task3_question.mp3",
		"reading_body": "When people work in groups to perform a task, individual group members may feel less motivated to contribute, since no person is held directly responsible for completing the task. The result is that people may not work as hard, or accomplish as much, as they would if they were working alone and their individual output were being measured. This decrease in personal effort, especially on a simple group task, is known as social loafing. While it is not a deliberate behavior, the consequence of social loafing is less personal efficiency when working in groups than when working on one's own."
	},
	{
		"id": "tpo17_task3",
		"title": "Official 17 Task 3",
		"reading_title": "Ritualization",
		"listening_audio": "/audio/part_3/tpo17_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain the concept of rituatization using the example of dogs discussed by the professor.",
		"question_audio": "/audio/part_3/tpo17_task3_question.mp3",
		"reading_body": "Sociobiologists believe that some communicative behavior in animals is developed through a process called ritualization. In this process, the purpose of a given behavior changes over time—a behavior that originally had a practical purpose develops into one that communicates a specific message. For example, a certain movement or physical feature might evolve to serve as a signal or a warning that other animals will understand. Once a behavior is ritualized, it becomes a form of communication; therefore, if an animal engages in this behavior, other animals will be able to interpret the meaning of the behavior quickly and respond appropriately."
	},
	{
		"id": "tpo18_task3",
		"title": "Official 18 Task 3",
		"reading_title": "Relict Behavior",
		"listening_audio": "/audio/part_3/tpo18_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example of the pronghorn and lion, explain the concept of a relict behavior.",
		"question_audio": "/audio/part_3/tpo18_task3_question.mp3",
		"reading_body": "In general, animals act in ways that help them to survive within their specific habitats. However, sometimes an animal species may display a behavior that no longer serves a clear purpose. The original purpose for the behavior may have disappeared long ago, even thousands of years ago. These behaviors, known as relict behaviors, were useful to the animals when the species’ habitat was different: but now, because of changed conditions, the behavior no longer serves its original purpose. Left over from an earlier time, the behavior remains as relict, or remnant, long after the environmental circumstance that influenced its evolution has vanished."
	},
	{
		"id": "tpo19_task3",
		"title": "Official 19 Task 3",
		"reading_title": "Social Learning",
		"listening_audio": "/audio/part_3/tpo19_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Use the examples from the lecture to explain the concept of social learning.",
		"question_audio": "/audio/part_3/tpo19_task3_question.mp3",
		"reading_body": "One way people learn is by watching the behavior of others. Sometimes called social learning, this type of learning involves the process of learning to copy---or not copy---the action of another. By observing the results, or consequences, of another’s behavior, people tend to imitate the behavior of another when they see that it leads to a desirable consequence---hoping to repeat it for themselves. Of course, the opposite is also true---people tend to avoid imitating the behavior of another when they see it result in an undesirable consequence."
	},
	{
		"id": "tpo20_task3",
		"title": "Official 20 Task 3",
		"reading_title": "Franchising",
		"listening_audio": "/audio/part_3/tpo20_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example given by the professor, explain how franchising works.",
		"question_audio": "/audio/part_3/tpo20_task3_question.mp3",
		"reading_body": "Many popular and well-known business chains, such as fast food restaurants, use a practice known as franchising. In franchising, someone who wants to open a store or a restaurant pays an established company for the right to use the company’s name and sell the company’s products. Selling an established, in-demand product that has immediate name recognition benefits the new business by reducing the risk that the business will fail. In exchange, the new business agrees to follow all of the standard practices of the company with the name it wants to use."
	},
	{
		"id": "tpo21_task3",
		"title": "Official 21 Task 3",
		"reading_title": "Questioning Awareness of Effect",
		"listening_audio": "/audio/part_3/tpo21_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the lecture illustrates the technique of questioning awareness of effect.",
		"question_audio": "/audio/part_3/tpo21_task3_question.mp3",
		"reading_body": "When a student engages in disruptive behavior in the classroom, it negatively impacts both the teacher's ability to teach and other students' ability to learn. One way a teacher can correct disruptive behavior is by questioning awareness of effect. With this technique, when a student disrupts the class, the teacher asks the student a question that draws attention to the negative effect of the student's behavior. The teacher then does not wait for an answer, but immediately continues teaching. By thus simply drawing attention to the effect of the student's behavior, the teacher can often lead the student to discontinue the behavior."
	},
	{
		"id": "tpo22_task3",
		"title": "Official 22 Task 3",
		"reading_title": "Irrational Commitment",
		"listening_audio": "/audio/part_3/tpo22_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor’s lecture illustrates the irrational commitment.",
		"question_audio": "/audio/part_3/tpo22_task3_question.mp3",
		"reading_body": "When people have devoted time or resources to a certain project, they generally wanted to see it succeed. However, they may grow so attached to the idea of a successful outcome that even if it starts to look like the project will fail, and the disadvantages are outweighing the benefits; they will nevertheless increase their attachment to the project rather than give up. This is known as irrational commitment. This tendency to continue with a project when it would make better sense to quit can be especially strong when people feel they may be judged by others for their eventual success or failure with the project."
	},
	{
		"id": "tpo23_task3",
		"title": "Official 23 Task 3",
		"reading_title": "Reference Group",
		"listening_audio": "/audio/part_3/tpo23_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example from the lecture, explain how people's behavior is affected by reference groups.",
		"question_audio": "/audio/part_3/tpo23_task3_question.mp3",
		"reading_body": "Our thinking and behavior are often influenced by other people. When we admire and respect someone, we naturally try to imitate their behavior and attitudes. Group of people whom we admire and whose behavior and attitudes we tend to imitate are known as reference groups. Reference groups provide a model—a frame of reference—that we can shape how we think and behave. Over the course of a lifetime, we may be influenced by many different reference groups. As we grow older, or encounter new circumstances, our reference group may change, and our attitudes and behavior may change accordingly."
	},
	{
		"id": "tpo24_task3",
		"title": "Official 24 Task 3",
		"reading_title": "Flagship Species",
		"listening_audio": "/audio/part_3/tpo24_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example of the macaw from the lecture, explain the concept of a flagship species.",
		"question_audio": "/audio/part_3/tpo24_task3_question.mp3",
		"reading_body": "Environmental organizations work to protect plants and animals whose natural habitats are threatened by human activity. One way they do this is by selecting a particular species to represent the threatened habitat to the general public. This species, called a flagship species, is one that people are likely to find attractive and interesting. The flagship species is used to raise public awareness and motivate people to take action to protect the threatened habitat. People’s support of the flagship species results in protection for all the plant and animal species living in the threatened area."
	},
	{
		"id": "tpo25_task3",
		"title": "Official 25 Task 3",
		"reading_title": "Cultural Lag",
		"listening_audio": "/audio/part_3/tpo25_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example of the telephone, explain the concept of cultural lag.",
		"question_audio": "/audio/part_3/tpo25_task3_question.mp3",
		"reading_body": "Technological change occurs very rapidly in modern society-sometimes more rapidly than many people are prepared for. As a result, when new technology emerges, people may struggle for a time to adapt to it. This period of transition, when people are adjusting to technological change, is known as cultural lag. At first, people are not accustomed to the new technology and may not understand it, they may therefore have a negative attitude toward it. Over time, however, their attitudes change, and they successfully incorporate the new technology into their daily lives."
	},
	{
		"id": "tpo26_task3",
		"title": "Official 26 Task 3",
		"reading_title": "Epiphytes",
		"listening_audio": "/audio/part_3/tpo26_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example of the urn plant, explain how epiphytes have adapted to life in the rain forest.",
		"question_audio": "/audio/part_3/tpo26_task3_question.mp3",
		"reading_body": "In rain forests, the canopy produced by the upper layer of branches may be so dense that few plants can grow on the shady ground below. Even so, many plants have adapted to life in the rain forest, developing fascinating strategies for survival. For example, various species known as epiphytes use a host plant as a platform for growth. Although epiphytes grow on a host tree, they take no nutrients from the tree itself. Attached to the tree, sometimes 30 or 40 meters high, these aerial plants have access to sunlight but not to nutrients from the soil below. As a result, they have developed unusual mechanisms that have allowed them to overcome this problem."
	},
	{
		"id": "tpo27_task3",
		"title": "Official 27 Task 3",
		"reading_title": "Swarm Intelligence",
		"listening_audio": "/audio/part_3/tpo27_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the lecture illustrates the concept of swarm intelligence.",
		"question_audio": "/audio/part_3/tpo27_task3_question.mp3",
		"reading_body": "Some insect species live in large groups, or “swarms.” Such swarms typically include several thousand individual insects. Living in swarms allows these insects to accomplish complex tasks together through complex behaviors. The behavior of the insects as a group demonstrates greater level of complexity than the behavior of individual group members. This complex group behavior is called swarm intelligence. With swarm intelligence, each insect performs a simple instinctual behavior that is repeated by other individual that results in a complex behavior. Insect swarms are able to accomplish tasks that individual insects would not be able to achieve."
	},
	{
		"id": "tpo28_task3",
		"title": "Official 28 Task 3",
		"reading_title": "Refute-and-Persuade",
		"listening_audio": "/audio/part_3/tpo28_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example of the television advertisement for pots and pans from the lecture illustrates the technique of refute-and-persuade.",
		"question_audio": "/audio/part_3/tpo28_task3_question.mp3",
		"reading_body": "Sometimes companies realize that consumers may have developed a negative impression of a product. One way in which they can resolve this problem is by using an advertising technique known as refute-and-persuade. Refute-and-persuade means that in advertising a product, the company first indicates its awareness of the product’s disadvantage. But then the company refutes or challenges that disadvantage by demonstrating how the advantage of buying and using the product makes up for any limitation it may have. In this way, companies can persuade consumers to purchase a product despite its drawbacks."
	},
	{
		"id": "tpo29_task3",
		"title": "Official 29 Task 3",
		"reading_title": "Scatter Hoarding",
		"listening_audio": "/audio/part_3/tpo29_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor's lecture illustrates the practice of scatter hoarding.",
		"question_audio": "/audio/part_3/tpo29_task3_question.mp3",
		"reading_body": "Many animals live in environments where food is plentiful during certain times of the year and scarce during other times of the year. In such environments, some animals collect and prepare food when it is plentiful, then hoard it—store it—for future use. Some types of hoarders engage in scatter hoarding. Unlike other types of hoarders, scatter hoarders do not store the food all in one place; instead, they scatter it—divide it up and hide it in many places. Later, at a time when food is scarce, the hoarders return to these hiding places and recover the food."
	},
	{
		"id": "tpo30_task3",
		"title": "Official 30 Task 3",
		"reading_title": "Emotional Intelligence",
		"listening_audio": "/audio/part_3/tpo30_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the lecture illustrates the concept of emotional intelligence.",
		"question_audio": "/audio/part_3/tpo30_task3_question.mp3",
		"reading_body": "We often think of human intelligence as the mental ability to analyze and understand complex ideas. However, many psychologists believe that there is a different type of intelligence called emotional intelligence. People with emotional intelligence have the ability to recognize their true feelings and understand what is causing them. This ability to understand their own feelings enables them to better control their emotional responses, changing or correcting them when necessary. Emotional intelligence helps people to behave appropriately in social situations, which allow them to maintain good relationships with others."
	},
	{
		"id": "tpo31_task3",
		"title": "Official 31 Task 3",
		"reading_title": "Mental Accounting",
		"listening_audio": "/audio/part_3/tpo31_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the examples from the professor's lecture, explain the concept of mental accounting.",
		"question_audio": "/audio/part_3/tpo31_task3_question.mp3",
		"reading_body": "Although they may not realize it, people do not always manage their money in responsible way. In their minds, people tend to divide the money into different categories as if they were putting it into separate mental bank accounts. This tendency is known as mental accounting. People mentally store some money in one account to be saved, while they imagine other money being stored in another account from which money can be taken and freely spent. Mental accounting can lead people to spend more money than they should, which can make it difficult for them to save enough money to achieve their long-term goals."
	},
	{
		"id": "tpo32_task3",
		"title": "Official 32 Task 3",
		"reading_title": "Choice-Supportive Bias",
		"listening_audio": "/audio/part_3/tpo32_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor’s lecture illustrates the choice-supportive bias.",
		"question_audio": "/audio/part_3/tpo32_task3_question.mp3",
		"reading_body": "People often make decisions by considering the advantages and disadvantages of each option. However, after a person selects an option, there is a tendency for that person to exhibit the choice-supportive bias. After selecting an option, a person may begin to favor that option. Without being fully aware of it, people who exhibit this bias tend to focus on and remember only the advantages of the option they selected. As time passes, they will overlook the option’s disadvantages, eventually even forgetting them."
	},
	{
		"id": "tpo33_task3",
		"title": "Official 33 Task 3",
		"reading_title": "Carrying Capacity",
		"listening_audio": "/audio/part_3/tpo33_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain the concept of carrying capacity using the example of the moth and Ragwort.",
		"question_audio": "/audio/part_3/tpo33_task3_question.mp3",
		"reading_body": "An animal species needs to have enough resources, like food and water, to survive in any given environment. However, because resources are limited, only a certain number of animals of a particular species are able to survive in a given habitat. The greatest number a habitat can support is known as the carrying capacity. If nothing happens to disrupt or unbalance the relationship between the animal and its habitat, the carrying capacity will remain stable. However, a carrying capacity is not fixed. If there is a significant disruption, such as an environmental event that alters the amount of available resources in the habitat, the carrying capacity will change."
	},
	{
		"id": "tpo34_task3",
		"title": "Official 34 Task 3",
		"reading_title": "The Familiarity Principle",
		"listening_audio": "/audio/part_3/tpo34_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the experiment described by the professor illustrates the familiarity principle.",
		"question_audio": "/audio/part_3/tpo34_task3_question.mp3",
		"reading_body": "People tend to develop a preference for things they have previously encountered, things they are familiar with. Social psychologists refer to this tendency as the familiarity principle. Given a choice between two similar items, one they have experienced before and another that is new, most people will choose the familiar item. This principle operates even when people are not conscious of their previous experience with an item. Once people have been exposed to an item – even if they do not recall having been exposed to it – they will tend to prefer that item over other items to which they have not been previously exposed."
	},
	{
		"id": "tpo35_task3",
		"title": "Official 35 Task 3",
		"reading_title": "Integrated Farming",
		"listening_audio": "/audio/part_3/tpo35_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the lecture illustrates the concept of integrated farming.",
		"question_audio": "/audio/part_3/tpo35_task3_question.mp3",
		"reading_body": "Many farmers keep animals and raise crops at the same time. While some farmers treat the cultivation of their animals and plants as two separate activities, others integrate the two so that they work together. This is called integrated farming. Integrated farming uses the natural behavior of animals in a way that helps to keep both animals and crops healthy and thriving. By integrating a particular animal with a specific crop, farmers create a system in which both animals and plants provide for each others’ needs."
	},
	{
		"id": "tpo36_task3",
		"title": "Official 36 Task 3",
		"reading_title": "The Suspension of Disbelief",
		"listening_audio": "/audio/part_3/tpo36_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the lecture illustrates the suspension of disbelief.",
		"question_audio": "/audio/part_3/tpo36_task3_question.mp3",
		"reading_body": "As members of an audience, we can best enjoy the performance of a play if we become emotionally involved with the events and characters on stage. But to do this, we need to forget that what we see on stage is only imaginary, and pretend instead—temporarily—that it is real. This ability to temporarily put aside, or suspend, our doubt and believe that the action of a play is real is called the suspension of disbelief. Suspending disbelief enables viewers to become more and more absorbed in the play as they watch the story develop, and to respond emotionally to the events and characters as if they were real."
	},
	{
		"id": "tpo37_task3",
		"title": "Official 37 Task 3",
		"reading_title": "Communal Nutrition",
		"listening_audio": "/audio/part_3/tpo37_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example of ants, explain the concept of communal nutrition.",
		"question_audio": "/audio/part_3/tpo37_task3_question.mp3",
		"reading_body": "Some kinds of social insects live in large groups or colonies in which different members of the colony have different tasks to keep the colony running smoothly. Some members of the colony are responsible for providing appropriate food for the entire colony. These insects typically practice communal nutrition. They gather different kinds of food and bring it to the nest to be shared by all members of the colony. They instinctively adjust and regulate the food they provide to meet the particular nutritional needs of the different members of the colony at any given time."
	},
	{
		"id": "tpo38_task3",
		"title": "Official 38 Task 3",
		"reading_title": "Phoresy",
		"listening_audio": "/audio/part_3/tpo38_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example of the mite and the hummingbird in the lecture illustrates the concept of phoresy.",
		"question_audio": "/audio/part_3/tpo38_task3_question.mp3",
		"reading_body": "Animals often have to move from place to place to obtain resources. Most animals do so using their own physical effort, but animals of certain species may not be able to transport themselves efficiently in order to access the resources they need. These animals may make use of another animal species to transport them, without causing any injury to the other species. This relationship is known as phoresy. Phoresy, which is a temporary relationship, benefits the passenger species and causes little or no harm to the species doing the transporting."
	},
	{
		"id": "tpo39_task3",
		"title": "Official 39 Task 3",
		"reading_title": "Signaling",
		"listening_audio": "/audio/part_3/tpo39_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example used in the lecture illustrates the concept of signaling.",
		"question_audio": "/audio/part_3/tpo39_task3_question.mp3",
		"reading_body": "Customers are often willing to pay higher prices for high-quality products; however, without specialized knowledge, it can be difficult to evaluate whether certain items are high quality. When customers are unsure whether an item is high quality, and worth the price, they are less likely to purchase it. This problem can be resolved through signaling. The seller of a product finds a way to signal, or demonstrate, to the buyer that the product is high quality. One common signaling strategy is to have a person or company that is not involved in the sale provide an objective, unbiased judgment about the quality of a product."
	},
	{
		"id": "tpo40_task3",
		"title": "Official 40 Task 3",
		"reading_title": "Agonistic Behavior",
		"listening_audio": "/audio/part_3/tpo40_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example in the lecture illustrates agonistic behavior.",
		"question_audio": "/audio/part_3/tpo40_task3_question.mp3",
		"reading_body": "Within certain animal species, conflicts sometimes arise over resources such as territory or food. To resolve these conflicts, two animals of the same species may engage in agonistic behavior. With this type of aggressive behavior, the animals participate in a physical competition that demonstrates which animal is more powerful. While each animal attempts to prove its strength in the competition, it typically does so without harming the other animal once the winner is established, that animal gains access to the desired resources, while the weaker animal surrenders and leaves the area."
	},
	{
		"id": "tpo41_task3",
		"title": "Official 41 Task 3",
		"reading_title": "Primacy Effect",
		"listening_audio": "/audio/part_3/tpo41_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the two examples from the professor’s lecture, explain what is meant by “the primacy effect\" and how it can affect our opinions.",
		"question_audio": "/audio/part_3/tpo41_task3_question.mp3",
		"reading_body": "When people form opinions about a person or a situation, those opinions are likely to be based on first impressions, on an initial assessment of the person or situation. In other words, the opinions we have of people or situations tend to be based much more on the first information we learn about them than on information we learn later. This tendency is called the primacy effect. Researchers believe that the primacy effect occurs because after people have made an initial judgment, they tend to notice evidence that supports that judgment, and disregard or fail to notice evidence that contradicts it."
	},
	{
		"id": "tpo42_task3",
		"title": "Official 42 Task 3",
		"reading_title": "Habituation",
		"listening_audio": "/audio/part_3/tpo42_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example of the prairie dog illustrates the concept of habituation.",
		"question_audio": "/audio/part_3/tpo42_task3_question.mp3",
		"reading_body": "Habituation is a form of learning that is quite common among animals. When an animal experiences a situation for the first time, particularly one it considers threatening, it may instinctively respond by running away or by warning other members of its community with alarm calls. Normally, it responds this way each time the situation occurs. However, if through continuous and prolonged exposure the animal learns that the situation is harmless the behavior gradually diminishes. Ultimately, it will stop responding to the situation altogether. Thus, through habituation a natural or instinctive behavior gradually changes."
	},
	{
		"id": "tpo43_task3",
		"title": "Official 43 Task 3",
		"reading_title": "Population Changes",
		"listening_audio": "/audio/part_3/tpo43_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the examples of mice and rabbits from the lecture, describe the two different types of factors that can cause population changes.",
		"question_audio": "/audio/part_3/tpo43_task3_question.mp3",
		"reading_body": "Populations of living beings are constantly changing The number of humans, animals, insects, or plants living in a given area can vary because of two kinds of factors: biotic and abiotic. Biotic factors are living factors that can influence the size of populations, such as predators or other species competing for food. Abiotic factors are nonliving things in the surrounding environment that can cause population changes, such as weather or sunlight. Biotic and abiotic factors cause continual changes in the number of individuals that make up a population of organisms."
	},
	{
		"id": "tpo44_task3",
		"title": "Official 44 Task 3",
		"reading_title": "Scope Creep",
		"listening_audio": "/audio/part_3/tpo44_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example in the lecture illustrates the concept of scope creep.",
		"question_audio": "/audio/part_3/tpo44_task3_question.mp3",
		"reading_body": "Businesses that perform services or carry out projects for clients generally come to an agreement with their clients about the extent or scope of a project before beginning the project. However, as a project progresses, clients may ask for more than the business originally expected to provide, and the scope of the project may grow larger than intended. This phenomenon is known as scope creep, and it can cause conflict between businesses and their clients. Scope creep is especially common when the terms or conditions of the initial agreement are not clearly defined, and a client may expect more than the business had planned to provide."
	},
	{
		"id": "tpo45_task3",
		"title": "Official 45 Task 3",
		"reading_title": "Method of Loci",
		"listening_audio": "/audio/part_3/tpo45_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the professor’s example, explain how the method of loci is used to recall information in sequence.",
		"question_audio": "/audio/part_3/tpo45_task3_question.mp3",
		"reading_body": "Special techniques, or memory devices, are often used to help us recall information. One technique, the method of loci (i.e., method of location), is particularly helpful for remembering several pieces of information in a particular order. To use this technique, we first imagine a familiar place such as a building or an outdoor area. This familiar place should have a series of landmarks or locations within it that we can imagine walking past in a predictable, logical order. Once the landmarks have been identified in a given order, we assign one piece of the information that we want to later recall to each location. The information should be assigned in the order in which we want to remember it. To later recall the new information in order, we imagine walking through the familiar place, recalling what is stored at each location along the way."
	},
	{
		"id": "tpo46_task3",
		"title": "Official 46 Task 3",
		"reading_title": "Warning Coloration",
		"listening_audio": "/audio/part_3/tpo46_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the professor’s example from the lecture illustrates warning coloration.",
		"question_audio": "/audio/part_3/tpo46_task3_question.mp3",
		"reading_body": "Many animals have defense mechanisms that help protect them from predators. In some cases, these animals have distinct coloring that signals predators of the presence of such defenses. This type of coloring is called warning coloration. If a predator does not recognize the meaning of this coloration and attacks, it may suffer significant discomfort or injury when its would-be prey employs its defense mechanism. As a result, the predator learns to associate the warning coloration with negative consequences, and will from that point forward avoid attacking animals that have that coloration."
	},
	{
		"id": "tpo47_task3",
		"title": "Official 47 Task 3",
		"reading_title": "Reactance",
		"listening_audio": "/audio/part_3/tpo47_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the examples in the lecture illustrate the concept of reactance.",
		"question_audio": "/audio/part_3/tpo47_task3_question.mp3",
		"reading_body": "People of all ages generally prefer to have as much freedom as possible in determining their own behavior. When individuals feel that their actions are being unfairly limited, they often attempt to restore the freedom by directly contradicting or opposing the rule or regulation that threatened their freedom. Both children and adults demonstrate behaviors that are the results of their urge to restore freedom. This reaction, termed \"reactance\" by psychologists, comes from an individual's desire to reestablish freedom and control of a situation."
	},
	{
		"id": "tpo48_task3",
		"title": "Official 48 Task 3",
		"reading_title": "Optimal Foraging",
		"listening_audio": "/audio/part_3/tpo48_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example from the lecture, explain the concept of optimal foraging.",
		"question_audio": "/audio/part_3/tpo48_task3_question.mp3",
		"reading_body": "Food provides animals with the energy they need to survive. However, animals also lose energy in the process of obtaining, or foraging, for food. Therefore, in order to conserve energy, many animals behave in ways that minimize the energy they expend in the foraging process while at the same time maximizing their nutritional benefits. This energy-efficient approach to obtaining food is known as optimal foraging. The practice of optimal foraging allows animals to expend the least possible amount of energy while at the same time obtaining prey with high food value that will provide them with necessary nutrients."
	},
	{
		"id": "tpo49_task3",
		"title": "Official 49 Task 3",
		"reading_title": "Procedural Memory",
		"listening_audio": "/audio/part_3/tpo49_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the lecture illustrates the concept of procedural memory.",
		"question_audio": "/audio/part_3/tpo49_task3_question.mp3",
		"reading_body": "The memories people form when they learn names and facts are different from the memories they form when they learn how to perform a task.These memories of performing particular actions are called procedural memories. Procedural memories are memories of the process of performing a task that become automatic with practice. Once a task has been practiced, or repeated many times, procedural memories are established.These procedural memories allow people to perform the action automatically and to recall it relatively easily many years later."
	},
	{
		"id": "tpo50_task3",
		"title": "Official 50 Task 3",
		"reading_title": "State-dependent Memory",
		"listening_audio": "/audio/part_3/tpo50_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example from the lecture, explain the concept of state-dependent memory.",
		"question_audio": "/audio/part_3/tpo50_task3_question.mp3",
		"reading_body": "When learning something new，people are aware (consciously or unconsciously) of the environment in which their learning takes place. This learning environment includes the physical setting, the time of day, and even the people who are present during learning. Studies have shown that when people later need to remember information they have learned, their ability to do so is affected by their current environment. If the environment is the same or similar to the original learning environment, recall—the ability to remember—will be easier and more successful. Psychologists refer to this as state-dependent memory."
	},
	{
		"id": "tpo51_task3",
		"title": "Official 51 Task 3",
		"reading_title": "Image Advertising",
		"listening_audio": "/audio/part_3/tpo51_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example from the lecture, explain the use of image advertising to sell products.",
		"question_audio": "/audio/part_3/tpo51_task3_question.mp3",
		"reading_body": "When companies advertise a product, they depend on the use of images as well as words to achieve their goal of increasing sales. An image can be a symbol, character, or design - any visual figure or representation that will link the company with their product in the consumer's mind. Typically the image is a positive, entertaining one that consumers enjoy so much that it makes them want to buy the product in the future. The image also tends to be easy to remember even though it is usually something not normally or logically associated with the product."
	},
	{
		"id": "tpo52_task3",
		"title": "Official 52 Task 3",
		"reading_title": "Impression Management",
		"listening_audio": "/audio/part_3/tpo52_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain the concept of impression management, using the examples provided by the professor.",
		"question_audio": "/audio/part_3/tpo52_task3_question.mp3",
		"reading_body": "According to some sociologists, as we go about our lives, we try to control or manage the impression that we make on others in social situations. When we do this, we are practicing what sociologists call impression management. Even in everyday, ordinary interactions, we make special preparations - sometimes unconsciously - to convey certain Information about ourselves that influences how others perceive us. These preparations often involve our personal appearance - how we look during the social interaction - as well as the social setting, which is the place where the social interaction occurs."
	},
	{
		"id": "tpo53_task3",
		"title": "Official 53 Task 3",
		"reading_title": "Chaining Behavior",
		"listening_audio": "/audio/part_3/tpo53_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example of washing hands, explain the concept of chaining behavior.",
		"question_audio": "/audio/part_3/tpo53_task3_question.mp3",
		"reading_body": "Many everyday human behaviors are made up of a sequence of several simpler behaviors. In order to teach children to perform these complex behaviors, parents sometimes use a technique called chaining. First, parents identify each of the simpler component behaviors and determine the order in which these simpler behaviors are performed. Parents then start with the first task in the chain. When the child has mastered that element, parents then teach the second element together with the first and reinforce this effort. When these are performed satisfactorily, they move on to elements one two and three, and so on, adding one behavior at a time. The behaviors are not taught in isolation, hence the term “Chain”."
	},
	{
		"id": "tpo54_task3",
		"title": "Official 54 Task 3",
		"reading_title": "Systems Thinking",
		"listening_audio": "/audio/part_3/tpo54_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example discussed by the professor illustrates a systems thinking approach to problem solving.",
		"question_audio": "/audio/part_3/tpo54_task3_question.mp3",
		"reading_body": "Companies have designed new and improved ways to solve problems within their organizations. Rather than seeking a simple cause and a direct solution to problems, companies are now using an approach called systems thinking. Systems thinking involves solving problems long-term by considering the \"big picture,\" that is, how the interaction of many different parts of a large system may contribute to a problem. Companies use systems thinking because, even though it may produce complex solutions that take a long time to implement, it is an effective way to solve problems and has a greater long-term benefit to the company."
	},
	{
		"id": "tpo55_task3",
		"title": "Official 55 Task 3",
		"reading_title": "",
		"listening_audio": "/audio/part_3/tpo55_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the coral reef as an example, explain what it means for an ecosystem to be resilient.",
		"question_audio": "/audio/part_3/tpo55_task3_question.mp3",
		"reading_body": ""
	},
	{
		"id": "tpo56_task3",
		"title": "Official 56 Task 3",
		"reading_title": "Task Partitioning",
		"listening_audio": "/audio/part_3/tpo56_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example of leaf-cutter ants illustrates the concept of task partitioning.",
		"question_audio": "/audio/part_3/tpo56_task3_question.mp3",
		"reading_body": "Different species of insects have different ways of organizing the essential tasks that need to be completed in order for them to survive. One way of accomplishing this process is throughtask partitioning. Insect groups that use this method divide, or partition, their work into several different stages that are ordered and performed in a fixed sequence by different groups of workers. An important benefit of this technique is increased efficiency, since the workers performing each task are specialized, which saves time and energy."
	},
	{
		"id": "tpo57_task3",
		"title": "Official 57 Task 3",
		"reading_title": "",
		"listening_audio": "/audio/part_3/tpo57_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Using the example of the creosote plant from the lecture, explain how root communication helps desert plants to survive.",
		"question_audio": "/audio/part_3/tpo57_task3_question.mp3",
		"reading_body": ""
	},
	{
		"id": "tpo58_task3",
		"title": "Official 58 Task 3",
		"reading_title": "Compound Nesting",
		"listening_audio": "/audio/part_3/tpo58_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor’s lecture illustrates the concept of compound nesting.",
		"question_audio": "/audio/part_3/tpo58_task3_question.mp3",
		"reading_body": "Sometimes two different species of insects live close together, side by side. The two insect groups might even share the same home. But the two species often are different enough that they do not have to compete for the same resources, and therefore they can avoid conflict. This is known as compound nesting. Compound nesting actually provides advantages to both species, because living closely together can result in a specific benefit to each group, benefits that increase both species’ chances of survival."
	},
	{
		"id": "tpo60_task3",
		"title": "Official 60 Task 3",
		"reading_title": "Deceptive Caching",
		"listening_audio": "/audio/part_3/tpo60_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example of the eastern grey squirrel illustrates the concept of deceptive caching.",
		"question_audio": "/audio/part_3/tpo60_task3_question.mp3",
		"reading_body": "When food is plentiful, animals often collect and hide extra food to eat when it is scarce. However, other animals may try to steal this stored food, and eat it themselves. To protect their food supply, some animals engage in deceptive caching. Using this technique, animals deceive other animals into thinking that food is hidden in one place, while it is actually hidden somewhere else. Deceptive caching tricks animals that try to steal food, making it harder for them to find the food supply. If their attempts at stealing food are repeatedly unsuccessful, the animals often become discouraged and stop trying to steal hidden food."
	},
	{
		"id": "tpo61_task3",
		"title": "Official 61 Task 3",
		"reading_title": "Diffusion Effect in Health Studies",
		"listening_audio": "/audio/part_3/tpo61_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the lecture illustrates the concept of a diffusion effect.",
		"question_audio": "/audio/part_3/tpo61_task3_question.mp3",
		"reading_body": "When health education experts want to test the effectiveness of a program designed to improve a particular health condition, they often do a study with two groups of people. One group participates in the program. while the other does not, and the researchers compare the two groups to see if the program was effective in improving health. However, if the groups come into contact during the study, adiffusion effectmay occur. Members of the group participating in the program may mistakenly share information about it with members of the other group. This often leads to the results of the study being useless."
	},
	{
		"id": "tpo62_task3",
		"title": "Official 62 Task 3",
		"reading_title": "Illusion of Transparency",
		"listening_audio": "/audio/part_3/tpo62_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the professor's experience at the dinner party illustrates the illusion of transparency.",
		"question_audio": "/audio/part_3/tpo62_task3_question.mp3",
		"reading_body": "When we experience strong emotions, we often believe, falsely, that other people can detect those emotions, even if we try to hide therm. This false belief, that others can \"see through us\" and know even our innermost feelings that we try to hide, is called the illusion of transparency. Why are we susceptible to such an illusion? Why do we sometimes believe that our feelings are more obvious to others than they really are? Research suggests that the reason is this. when our emotions are very strong, we focus on them very intently and are extremely aware of them This heightened awareness of our own feelings causes us to assume that they must be obvious to others as well."
	},
	{
		"id": "tpo63_task3",
		"title": "Official 63 Task 3",
		"reading_title": "Near-Field Sound Detection",
		"listening_audio": "/audio/part_3/tpo63_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor's lecture illustrates the concept of near-field sound detection.",
		"question_audio": "/audio/part_3/tpo63_task3_question.mp3",
		"reading_body": "Some animals are able to use sound to avoid predators. When sound is produced, it creates vibrations in the surrounding air. These vibrations are known as near-field sounds because they originate, or begin, near the sound source. Most animals are unable to detect these kinds of sounds; however. some animals have an ability known asnear-field sound detection. This ability allows certain animals to detect vibrations or near-field sounds produced by potential predators. Animals with near-field sound detection abilities have special physical features that allow them to sense an approaching predator and take action to protect themselves."
	},
	{
		"id": "tpo64_task3",
		"title": "Official 64 Task 3",
		"reading_title": "Paradox of Choice",
		"listening_audio": "/audio/part_3/tpo64_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain what is meant by \"the paradox of choice,\" using the example mentioned by the professor.",
		"question_audio": "/audio/part_3/tpo64_task3_question.mp3",
		"reading_body": "The freedom to make choices and decisions makes people happy because it gives them a sense of being in control of their lives. However, the fact that having some choice is good does not mean that having more choice is necessarily better, since having too many choices can cause anxiety and dissatisfaction. The main reason for this is that as the number of options available to us increases, the effort required to make a good decision increases as well. This phenomenon has been termed the paradox of choice. we like having choices and think that having more choices should please us; but instead, it causes us distress."
	},
	{
		"id": "tpo65_task3",
		"title": "Official 65 Task 3",
		"reading_title": "Goal Displacement",
		"listening_audio": "/audio/part_3/tpo65_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor's lecture illustrates goal displacement.",
		"question_audio": "/audio/part_3/tpo65_task3_question.mp3",
		"reading_body": "Organizations often have a particular goal, and specific rules or procedures may be created to help achieve that goal. However, sometimes employees focus so much on the rules or procedures that it interferes with the organization's ability to achieve its goal. This is known as goal displacement. A goal becomes displaced when the rules or procedures meant to help individuals achieve a goal become more important than the goal itself. As a result, the organization may be less successful in accomplishing its goals."
	},
	{
		"id": "tpo66_task3",
		"title": "Official 66 Task 3",
		"reading_title": "Commitment Device",
		"listening_audio": "/audio/part_3/tpo66_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor's lecture illustrates the concept of a commitment device.",
		"question_audio": "/audio/part_3/tpo66_task3_question.mp3",
		"reading_body": "People often have certain goals they want to accomplish in the future. However, their immediate desires can interfere with their ability to accomplish these long- term goals. Psychologists have found that when there is a conflict between immediate desires and long-term goals, it may be helpful to use a commitment device. A commitment device is a plan or arrangement that people make in advance to ensure that, if a conflict occurs, they will continue working toward their long-term goals instead of choosing to satisfy immediate desires. A commitment device forces people to act in their own long-term best interests, increasing their chances of successfully reaching their goals."
	},
	{
		"id": "tpo67_task3",
		"title": "Official 67 Task 3",
		"reading_title": "Nomadic Phase",
		"listening_audio": "/audio/part_3/tpo67_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example from the professor's lecture illustrates nomadic phase.",
		"question_audio": "/audio/part_3/tpo67_task3_question.mp3",
		"reading_body": "Certain insects spend time in both extended periods of settlement and extended periods of travel. During a period of travel, the entire group will continually move from one place to another. This is known as a nomadic phase. A nomadic phase may begin because a group of insects has a temporary need for additional resources that cannot be found in the area near the nest. Thus, the group must travel in search of these resources. Once the need for additional resources is over, the nomadic phase ends and the group settles again in one location."
	},
	{
		"id": "tpo68_task3",
		"title": "Official 68 Task 3",
		"reading_title": "Negative Phototaxis",
		"listening_audio": "/audio/part_3/tpo68_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain how the example of the earthworm illustrates negative phototaxis.",
		"question_audio": "/audio/part_3/tpo68_task3_question.mp3",
		"reading_body": "While many organisms need light to survive, certain animal that live in dark environments need to avoid light because it threatens their survival. When exposed to light from the Sun or another source, these animals move away from the light, seeking darkness. This movement pattern is callednegative phototaxis. Negative phototaxis allows animals to avoid the dangerous effects of being exposed to light. In order to be able to move away from light, these animals often have special physical features that all them to sense the presence of light, since they live in the dark and may not have fully developed vision."
	},
	{
		"id": "tpo69_task3",
		"title": "Official 69 Task 3",
		"reading_title": "Brand Revival",
		"listening_audio": "/audio/part_3/tpo69_task3_listening.mp3",
		"listening_script": "",
		"question_text": "Explain brand revival and how the example from the professor's lecture illustrates it.",
		"question_audio": "/audio/part_3/tpo69_task3_question.mp3",
		"reading_body": "Sometimes consumers begin to feel nostalgic about certain products form long ago.People become attracted to the products’ old-fashioned or retro features. In a strategy calledbrand revival,companies decide to revive and market products that were discontinued years earlier. Brand revival usually involves redesigning products, with a combination of the old features that made them popular and updated features that are more relevant and meet the standards of consumers today."
	}
]
